Repository: geminorum/gnetwork
Catalog: languages/gnetwork-*.po
Languages: fa_ir

source: gNetwork
fa_ir: شبکه

source: Network Helper
fa_ir: هم‌دست شبکه

source: geminorum
fa_ir: ژمای‌نوروم

source: https://geminorum.ir/
fa_ir: https://fa.geminorum.ir/

# Ajax: Ajax Notice
source: Successful!
fa_ir: موفقیت‌آمیز!

# Ajax: Ajax Notice
source: Error!
fa_ir: خطا!

# Ajax: Ajax Notice
source: You're not authorized!
fa_ir: شما اجازه ندارید!

# Ajax: Ajax Notice
source: What?!
fa_ir: هان؟!

source: Built on <a href="http://wordpress.org/" title="Semantic Personal Publishing Platform">WordPress</a> and tea!
fa_ir: ساخته شده بر نیروی <a href="http://wordpress.org/" title="Semantic Personal Publishing Platform">وردپرس</a> و چای!

# BuddyPress Me: Component Name
source: gNetwork Me
fa_ir: من

# BuddyPress Me: Navigation Item
source: Profile Settings
fa_ir: اطلاعات نمایه

# BuddyPress Me: Navigation Item
source: Change Avatar
fa_ir: تغییر آواتار

# BuddyPress Me: Navigation Item
source: Change Cover
fa_ir: تغییر تصویر سربرگ

# Gateway: WCSepehrPay
source: Sepehr Pay
fa_ir: پرداخت سپهر

# Gateway: WCSepehrPay
source: Secure payment via the gateway of Sepehr Electronic Payments Inc.
fa_ir: پرداخت امن از طریق درگاه شرکت پرداخت الکترونیک سپهر (بانک صادرات ایران).

# Gateway: WCSepehrPay
source: Proceed to Sepehr Gateway
fa_ir: ادامه در درگاه پرداخت سپهر

# Gateway: WCSepehrPay
source: Payment method description that the customer will see on your website.
fa_ir: توضیحات پرداخت که در هنگام انتخاب درگاه برای مشتری نمایش داده می‌شود.

# Gateway: WCTestGateway
source: Test Gateway
fa_ir: درگاه آزمایشی

# Gateway: WCTestGateway
source: Provides a test gateway for debugging the chechout process.
fa_ir: برای اشکال‌زدایی پروسه تسویه حساب، درگاه آزمایشی ارائه می‌دهد.

# Gateway: WCTestGateway
source: Place a test Order!
fa_ir: سفارش آزمایشی خود را ثبت کنید!

# Gateway: WCTestGateway
source: Payment Method Name
fa_ir: نام شیوه پرداخت

# Module Core: Menu Name
source: Overview
fa_ir: در یک نگاه

# Module Core: Menu Name
source: Console
fa_ir: پیشانه

# Module Core: Settings
source: Miscellaneous
fa_ir: متفرقه

# Module Core: Settings
source: Styling
fa_ir: سبک‌بندی

# Module Core: Settings
source: Administration
fa_ir: مدیریت

# Module Core: Settings
source: Front-end
fa_ir: سمت‌کاربری

# Module Core: Settings
source: Overrides
fa_ir: رونویسی

# Module Core: Settings
source: Services
fa_ir: خدمات

# Module Core: Settings
source: Economics
fa_ir: صرفه‌جویی

# Module Core: Settings
source: Redirects
fa_ir: هدایت دوباره

# Module Core: Settings
source: Login
fa_ir: ورود

# Module Core: Settings
source: Sign-up
fa_ir: نام‌نویسی

# Module Core: Settings
source: Dashboard
fa_ir: پیشخوان

# Module Core: Settings
source: Admin-bar
fa_ir: نوارابزار مدیریت

# Module Core
source: Debug
fa_ir: اشکال‌زدایی

# Module Core: Help Tab Title
source: Extra Shortcodes
fa_ir: شورت‌کدهای افزوده

# Module Core: Help Tab Content
source: These are extra shortcodes provided by this module:
fa_ir: شورت‌کدهایی که این پودمان ارائه می‌کند:

# Module Core: Help Tab Title
source: Saved Options
fa_ir: تنظیمات کنونی

# Module Core
source: Please refresh the page to generate the data.
fa_ir: برای بازسازی داده‌ها صفحه را دوباره بارگذاری کنید.

# Module Core: Title Action
source: Click to refresh the content
fa_ir: برای تازه‌سازی محتوا کلیک کنید

# Module Core: Title Action
source: Refresh
fa_ir: تازه‌سازی

# Tablelist: Filter
source: Search
fa_ir: جست‌وجو

# Modules: Admin: HTML Title
source: %1$s &lsaquo; %2$s &#8212; Content Management
fa_ir: %1$s &lsaquo; %2$s &#8212; مدیریت محتوا

# Modules: Admin: Page Menu
source: Tables
fa_ir: جدول‌ها

# Modules: Admin: Page Menu
source: Network Extras
fa_ir: افزوده‌های شبکه

# Modules: Admin: Page Menu
source: Extras
fa_ir: افزوده‌ها

# Modules: Admin: Page Menu
source: gNetwork Extras: %s
fa_ir: %s

# Modules: Admin: Page Menu
source: Network Tools
fa_ir: ابزارهای شبکه

# Modules: Admin: Page Menu
source: My Extras
fa_ir: افزوده‌های من

# Modules: Admin: Page Menu
source: Active Plugins
fa_ir: افزونه‌های فعال

# Modules: Menu Name
source: Overview
fa_ir: در یک نگاه

# Modules: Admin: Site Overview
source: Site Reports
fa_ir: گزارش‌های سایت

# Modules: Admin: Site Overview
source: Loaded Localizations
fa_ir: محلی‌سازی‌های بارگیری‌شده

# Modules: Admin: Site Overview
source: Roles and Capabilities
fa_ir: نقش‌ها و دسترسی‌ها

# Modules: Admin: Site Overview
source: Registered Image Sizes
fa_ir: اندازه‌های تصاویر

# Modules: Admin: Site Overview
source: Allowed Mime-Types
fa_ir: نوع‌پیوست‌های مجاز

# Modules: Admin: Site Overview
source: Site Meta
fa_ir: متای سایت

# Modules: Admin: Site Overview
source: Current Site Overview
fa_ir: سایت در یک نگاه

# Modules: Admin: Site Overview
source: Below you can find various information about current site and contents.
fa_ir: در این بخش میتوانید اطلاعات متنوعی درباره سایت و محتوای آن را بررسی کنید.

# Modules: Admin: Site Overview
source: Available Shortcodes
fa_ir: شورت‌کدهای قابل استفاده

# Modules: Admin: Site Overview
source: Comment Counts
fa_ir: شمارش دیدگاه‌ها

# Modules: Admin: Site Overview
source: Authors & Roles
fa_ir: نویسندگان و نقش‌ها

# Modules: Admin: Site Overview
source: Attachment Mime-Types
fa_ir: نوع‌پیوست‌ها

# Modules: Admin: Chosen
source: No results match
fa_ir: بدون نتیجه برای

# Modules: Admin: Localize Script
source: Collapse All
fa_ir: فروکاهش

# Modules: Admin: Localize Script
source: Expand All
fa_ir: گسترش

# Modules: Admin: Localize Script
source: Reset
fa_ir: بازنشانی

# Modules: Admin
source: CODE IS POETRY
fa_ir: کد نوشتن، شاعرانه است

# Modules: AdminBar: Nodes
source: Display Errors
fa_ir: دیدن خطاهای این صفحه

# Modules: AdminBar: Nodes
source: Display debug info for the current page
fa_ir: دیدن داده‌های اشکال‌زدایی برای این صفحه

# Modules: AdminBar: Nodes
source: Flush Cached
fa_ir: دورریزی انباشت داده‌ها

# Modules: AdminBar: Nodes
source: Flush cached data for the current page
fa_ir: دورریزی و بازسازی مجدد انبان داده‌ها برای این صفحه

# Modules: AdminBar: Nodes
source: Flush Permalinks
fa_ir: بازسازی پایاپیوندها

# Modules: AdminBar: Nodes
source: Removes rewrite rules and then recreate rewrite rules
fa_ir: حذف و دوباره‌سازی قوانین بازنویسی برای پیوند‌های پایدار

# Modules: AdminBar: Nodes
source: Change Locale
fa_ir: تغییر زبان

# Modules: AdminBar: Nodes
source: Quickly change current blog language
fa_ir: به سرعت زبان این سایت را تغییر دهید

# Modules: AdminBar: Nodes
source: HTTP Calls
fa_ir: درخواست‌های HTTP

# Modules: AdminBar: Nodes
source: Current Post
fa_ir: نوشته کنونی

# Modules: AdminBar: Nodes
source: Rest Endpoint
fa_ir: پایانه REST

# Modules: AdminBar: Nodes
source: JSON Endpoint
fa_ir: پایانه JSON

# Modules: AdminBar: Nodes
source: Embed Endpoint
fa_ir: پایانه Embed

# Modules: AdminBar: Nodes
source: Reset Sidebars
fa_ir: بازنشانی ستون‌های کناری

# Modules: AdminBar: Nodes
source: Deletes settings of all current sidebar widgets, be careful!
fa_ir: مراقب باشید، این کار همه تنظیمات ابزارک‌های کنونی را حذف می‌کند!

# Modules: AdminBar: Nodes
source: Reset Messages
fa_ir: بازنشانی پیام‌ها

# Modules: AdminBar: Nodes
source: Resets all saved messages for this form, be careful!
fa_ir: مراقب باشید، این کار همه پیام‌های این فرم را بازنشانی می‌کند!

# Modules: AdminBar: Nodes
source: Check System Logs
fa_ir: بررسی لاگ‌های سیستم

# Modules: AdminBar: Nodes
source: Search
fa_ir: جست‌وجو

# Modules: AdminBar: Nodes
source: Shortlink
fa_ir: پیوند کوتاه

# Modules: AdminBar: Nodes
source: Edit Contact Form
fa_ir: ویرایش فرم ارتباط

# Modules: AdminBar: Nodes
source: Edit Current embeded contact form on admin
fa_ir: ویرایش فرم ارتباط جاسازشده کنونی در بخش مدیریت

# Modules: AdminBar: Nodes
source: My Sites
fa_ir: وب‌گاه‌های من

# Modules: AdminBar: Nodes
source: My Dashboard
fa_ir: پیشخوان من

# Modules: AdminBar: Nodes
source: Network Admin
fa_ir: مدیریت شبکه

# Modules: AdminBar: Nodes
source: System Report
fa_ir: گزارشات

# Modules: AdminBar: Nodes
source: Sites
fa_ir: سایت‌ها

# Modules: AdminBar: Nodes
source: Users
fa_ir: کاربران

# Modules: AdminBar: Nodes
source: Themes
fa_ir: پوسته‌ها

# Modules: AdminBar: Nodes
source: Plugins
fa_ir: افزونه‌ها

# Modules: AdminBar: Nodes
source: Settings
fa_ir: تنظیمات

# Modules: AdminBar: Nodes
source: Extras
fa_ir: افزوده‌ها

# Modules: AdminBar: Nodes
source: Updates
fa_ir: به‌روزرسانی‌ها

# Modules: AdminBar: Nodes
source: Dashboard
fa_ir: پیشخوان

# Modules: AdminBar: Nodes
source: Posts
fa_ir: نوشته‌ها

# Modules: AdminBar: Nodes
source: Edit Site
fa_ir: ویرایش سایت

# Modules: AdminBar: Nodes
source: Edit Themes
fa_ir: ویرایش پوسته‌ها

# Modules: AdminBar: Nodes
source: Visit Site
fa_ir: دیدن سایت

# Modules: AdminBar: Nodes
source: Log in
fa_ir: وارد شوید

# Modules: AdminBar: Nodes
source: Register
fa_ir: نام‌نویسی کنید

# Modules: Menu Name
source: Authors
fa_ir: نویسندگان

# Modules: Authors: Settings
source: Force Multi Author
fa_ir: اجبار به چند-نویسنده

# Modules: Authors: Settings
source: Manage Post Tags
fa_ir: مدیریت برچسب‌های نوشته

# Modules: Authors: Settings
source: Allows authors to manage post tags.
fa_ir: امکان مدیریت برچسب‌های نوشته به نویسندگان داده شود.

# Modules: Authors: Settings
source: Default Author
fa_ir: نویسنده پیش‌فرض

# Modules: Authors: Settings
source: Uses site user as default author of new posts in admin.
fa_ir: حساب کاربری سایت، به عنوان نویسنده پیش‌فرض نوشته‌ها استفاده شود.

# Modules: Authors: Settings
source: Remove Author Pages
fa_ir: حذف صفحات نویسندگان

# Modules: Authors: Settings
source: Triggers a 404 error for all author pages or redirect to custom URL.
fa_ir: خطای ۴۰۴ را برای همهٔ صفحات نویسندگان اعلام و یا به نشانی سفارشی بازگردانی می‌کند.

# Modules: Authors: Settings
source: Replace Author Links
fa_ir: جای‌گزینی پیوندهای نویسندگان

# Modules: Authors: Settings
source: Replaces author links with links to a custom URL.
fa_ir: پیوندهای نویسندگان را با نشانی سفارشی جای‌گزین می‌کند.

# Modules: Authors: Settings
source: Redirect Status Code
fa_ir: کد وضعیت بازگردانی

# Modules: Authors: Settings
source: Defines HTTP status header code while redirecting to custom URL.
fa_ir: کد وضعیت سرآیند HTTP را در هنگام بازگردانی به نشانی سفارشی، تعریف می‌کند.

# Modules: Authors
source: Author Tools
fa_ir: ابزارهای نویسندگان

# Modules: Authors: Settings
source: Site User
fa_ir: کاربر سایت

# Modules: Authors: Settings
source: The user is already member of this blog.
fa_ir: کاربر هم‌اکنون عضو این سایت است.

# Modules: Authors: Settings
source: Add User to this Site
fa_ir: افزودن کاربر به این سایت

# Modules: Authors: Settings
source: Bulk Change Author
fa_ir: تغییر جمعی نویسندگان

# Modules: Authors: Settings
source: to
fa_ir: به

# Modules: Authors: Settings
source: on
fa_ir: بر

# Modules: Authors: Settings
source: do
fa_ir: اعمال

# Modules: Authors: Settings
source: Change
fa_ir: تغییر

# Modules: Authors: Settings
source: Site-User for current network is: %s
fa_ir: کاربر سایت برای شبکه کنونی: %s

# Modules: Authors: Settings
source: Site-User for current network is <strong>not</strong> defined.
fa_ir: کاربر سایت برای شبکه کنونی تعریف <strong>نشده</strong> است.

# Modules: Authors: Settings
source: Default role for this site is: %s
fa_ir: نقش پیش‌فرض این سایت: %s

# Modules: Menu Name
source: Blacklist
fa_ir: فهرست سیاه

# Modules: Blacklist: Settings
source: Check Addresses
fa_ir: بررسی نشانی‌ها

# Modules: Blacklist: Settings
source: IP Addresses
fa_ir: نشانی IPها

# Modules: Blacklist: Settings
source: Blacklisted Message
fa_ir: پیام مسدودشده

# Modules: Blacklist: Settings
source: Your IP: <code title="%1$s">%2$s</code>
fa_ir: IP شما: <code title="%1$s">%2$s</code>

# Modules: Blacklist: Settings
source: Your site is scheduled for regularly blacklist updates from the pre-configured remote source.
fa_ir: سایت شما برای دریافت متداول به‌روزرسانی فهرست سیاه از منبع پیش‌تنظیم شده، برنامه‌ریزی شده است.

# Modules: Menu Name
source: General
fa_ir: همگانی

# Modules: Blog: Settings
source: Admin Language
fa_ir: زبان مدیریت

# Modules: Blog: Settings
source: Despite of the site language, always display admin in this locale.
fa_ir: جدای از زبان سایت، زبان بخش مدیریت را تنظیم کنید.

# Modules: Blog: Settings
source: Site Default
fa_ir: پیش‌فرض سایت

# Modules: Blog: Settings
source: Admin Chosen
fa_ir: چوزن برای مدیریت

# Modules: Blog: Settings
source: Thrift Mode
fa_ir: حالت صرفه‌جویی

# Modules: Blog: Settings
source: Trying to make your host happy!
fa_ir: تلاش برای راضی نگه‌داشتن میزبان شما!

# Modules: Blog: Settings
source: No Found-Rows
fa_ir: بدون شمارش ردیف‌ها

# Modules: Blog: Settings
source: Heartbeat Mode
fa_ir: حالت هارت‌بیت

# Modules: Blog: Settings
source: Controls the Heartbeat API locations.
fa_ir: محل اجرای سامانه هارت‌بیت را کنترل می‌کند.

# Modules: Blog: Settings: Option
source: Use default
fa_ir: پیش‌فرض

# Modules: Blog: Settings: Option
source: Disable everywhere
fa_ir: غیرفعال در همه‌جا

# Modules: Blog: Settings: Option
source: Disable on Dashboard page
fa_ir: غیرفعال در پیشخوان

# Modules: Blog: Settings: Option
source: Allow only on Post Edit pages
fa_ir: فقط در هنگام ویرایش نوشته‌ها

# Modules: Blog: Settings
source: Heartbeat Frequency
fa_ir: بسامد هارت‌بیت

# Modules: Blog: Settings
source: Overrides the Heartbeat API frequency.
fa_ir: بسامد سامانه هارت‌بیت را رونویسی می‌کند.

# Modules: Blog: Settings: Option
source: 15 seconds
fa_ir: ۱۵ ثانیه

# Modules: Blog: Settings: Option
source: 20 seconds
fa_ir: ۲۰ ثانیه

# Modules: Blog: Settings: Option
source: 25 seconds
fa_ir: ۲۵ ثانیه

# Modules: Blog: Settings: Option
source: 30 seconds
fa_ir: ۳۰ ثانیه

# Modules: Blog: Settings: Option
source: 35 seconds
fa_ir: ۳۵ ثانیه

# Modules: Blog: Settings: Option
source: 40 seconds
fa_ir: ۴۰ ثانیه

# Modules: Blog: Settings: Option
source: 45 seconds
fa_ir: ۴۵ ثانیه

# Modules: Blog: Settings: Option
source: 50 seconds
fa_ir: ۵۰ ثانیه

# Modules: Blog: Settings: Option
source: 60 seconds
fa_ir: ۶۰ ثانیه

# Modules: Blog: Settings
source: Autosave Interval
fa_ir: فاصله ذخیره‌های خودکار

# Modules: Blog: Settings
source: Emojis
fa_ir: ایموجی

# Modules: Blog: Settings
source: Privacy Tools
fa_ir: ابزارهای حریم خصوصی

# Modules: Blog: Settings
source: Admin Pointers
fa_ir: نشانگرهای مدیریت

# Modules: Blog: Settings
source: Copyright Information
fa_ir: اطلاعات کپی‌رایت

# Modules: Blog: Settings
source: Content Width
fa_ir: عرض محتوا

# Modules: Blog: Settings
source: Current is %s
fa_ir: فعلی: %s

# Modules: Blog: Settings
source: Meta Revised
fa_ir: اطلاعات بازبینی

# Modules: Blog: Settings
source: No Index Attachments
fa_ir: فهرست‌نشدن پیوست‌ها

# Modules: Blog: Settings
source: Theme Color
fa_ir: رنگ پوسته

# Modules: Blog: Settings
source: From Email
fa_ir: ارسال ایمیل با نشانی

# Modules: Blog: Settings
source: From Name
fa_ir: ارسال ایمیل با نام

# Modules: Blog: Settings
source: GA Override
fa_ir: بازنویسی آنالیتیک

# Modules: Blog: Settings
source: Redirect URL
fa_ir: هدایت دوباره

# Modules: Blog: Settings
source: Redirect Status Code
fa_ir: کد وضعیت هدر HTTP

# Modules: Blog: Settings
source: Numeric Shortlinks
fa_ir: پیوند‌های کوتاه عددی

# Modules: Blog: Settings
source: Shortlink Type
fa_ir: نوع پیوند کوتاه

# Modules: Blog: Settings
source: Numeric (%s)
fa_ir: اعداد (%s)

# Modules: Blog: Settings
source: Alpha-Numeric (%s)
fa_ir: حروف و اعداد (%s)

# Modules: Blog: Settings
source: Log-in to Admin
fa_ir: ورود به مدیریت

# Modules: Blog: Settings
source: Copyright Notice
fa_ir: توضیحات کپی‌رایت

# Modules: Blog: Settings
source: Log-in After
fa_ir: بعد از ورود

# Modules: Blog: Settings
source: Log-out After
fa_ir: بعد از خروج

# Modules: Blog
source: Edit this page
fa_ir: این صفحه را ویرایش کنید

# Modules: Menu Name
source: Bot
fa_ir: بات

# Modules: Menu Name
source: Branding
fa_ir: برندینگ

# Modules: Branding: Settings
source: Brand Name
fa_ir: نام برند

# Modules: Branding: Settings
source: Brand URL
fa_ir: نشانی برند

# Modules: Branding: Settings
source: Brand E-mail
fa_ir: ایمیل برند

# Modules: Branding: Settings
source: Theme Color
fa_ir: رنگ پوسته

# Modules: Branding: Settings
source: SVG Network Logo
fa_ir: SVG برای نشان شبکه

# Modules: Branding: Settings
source: SVG Network Icon
fa_ir: SVG برای آیکون شبکه

# Modules: Branding: Settings
source: Manifest
fa_ir: مانیفست

# Modules: Branding: Settings
source: Short Name
fa_ir: نام کوتاه

# Modules: Branding: Settings
source: Name
fa_ir: نام

# Modules: Branding: Settings
source: Description
fa_ir: توضیحات

# Modules: Branding: Settings
source: Background Color
fa_ir: رنگ پس‌زمینه

# Modules: Branding: Settings
source: Custom Styles
fa_ir: استایل‌های سفارشی

# Modules: Branding: Settings
source: Copyright Notice
fa_ir: توضیحات کپی‌رایت

# Modules: Branding: Settings
source: Powered Notice
fa_ir: توضیحات نرم‌افزار

# Modules: Branding: Settings
source: Site Slogan
fa_ir: شعار سایت

# Modules: Branding: Settings
source: Content Replace
fa_ir: جای‌گزینی محتوا

# Modules: Branding: Settings
source: Network Site Icon
fa_ir: آیکون سایت شبکه

# Modules: Branding: Settings
source: Web App
fa_ir: وب اپ

# Modules: Branding: Settings
source: Notices
fa_ir: اعلانات

# Modules: Branding
source: Main Site Logo
fa_ir: نشان سایت اصلی

# Modules: Branding
source: Main Site Icon
fa_ir: آیکون سایت اصلی

# Modules: Menu Name
source: BuddyPress
fa_ir: بادی‌پرس

# Modules: BuddyPress: Settings
source: Open Directories
fa_ir: دایرکتوری‌های باز

# Modules: BuddyPress: Settings
source: Mentions
fa_ir: اشاره‌ها

# Modules: BuddyPress: Settings
source: Complete Signup
fa_ir: تکمیل نام‌نویسی

# Modules: BuddyPress: Settings
source: Display Name
fa_ir: نام نمایشی

# Modules: BuddyPress: Settings
source: &ndash; Default &ndash;
fa_ir: &ndash; پیش‌فرض &ndash;

# Modules: BuddyPress: Settings
source: Username
fa_ir: شناسه کاربری

# Modules: BuddyPress: Settings
source: Nickname
fa_ir: اسم مستعار

# Modules: BuddyPress: Settings
source: Check Completed
fa_ir: بررسی تکمیل‌شده‌ها

# Modules: BuddyPress: Settings
source: Default Settings
fa_ir: تنظیمات پیش‌فرض

# Modules: BuddyPress: Settings
source: Thumbnail Width
fa_ir: پهنای بند‌انگشتی

# Modules: BuddyPress: Settings
source: Thumbnail Height
fa_ir: بلندای بند‌انگشتی

# Modules: BuddyPress: Settings
source: Full Width
fa_ir: تمام پهنا

# Modules: BuddyPress: Settings
source: Full Height
fa_ir: تمام بلندا

# Modules: BuddyPress: Settings
source: Original Max Width
fa_ir: بیشترین پهنای اصل

# Modules: BuddyPress: Settings
source: Email Notifications
fa_ir: آگاه‌سازی‌های ایمیلی

# Modules: BuddyPress: Settings
source: Avatars Sizes
fa_ir: اندازه‌های آواتار

# Modules: BuddyPress
source: Please complete your profile: %s
fa_ir: نمایه خود را کامل کنید: %s

# Modules: Menu Name
source: Captcha
fa_ir: کپچا

# Modules: Captcha: Settings
source: Site Key
fa_ir: کلید سایت

# Modules: Captcha: Settings
source: Secret Key
fa_ir: کلید مخفی

# Modules: Captcha: Settings
source: Login Captcha
fa_ir: کپچا برای ورود

# Modules: Captcha: Settings
source: Register Captcha
fa_ir: کپچا برای نام‌نویسی

# Modules: Captcha: Settings
source: BuddyPress Captcha
fa_ir: کپچا برای بادی‌پرس

# Modules: Captcha: Settings
source: Logged In
fa_ir: واردشده‌ها

# Modules: Captcha: Help Tab Title
source: Google reCAPTCHA
fa_ir: گوگل ری‌کپچا

# Modules: Captcha: ReCaptcha Error
source: CAPTCHA should not be empty!
fa_ir: پاسخ کپچا نمی‌تواند خالی باشد!

# Modules: Captcha: ReCaptcha Error
source: CAPTCHA response was incorrect!
fa_ir: پاسخ کپچا صحیح نیست!

# Modules: Menu Name
source: Cleanup
fa_ir: پالایش

# Modules: Cleanup: Settings
source: Options
fa_ir: تنظیمات

# Modules: Cleanup: Settings
source: Purge Blog Options
fa_ir: پاک‌سازی تنظیمات سایت

# Modules: Cleanup: Settings
source: Transient
fa_ir: ترنزینت

# Modules: Cleanup: Settings
source: Purge Expired
fa_ir: پاک‌سازی به‌پایان‌رسیده‌ها

# Modules: Cleanup: Settings
source: Purge All
fa_ir: پاک‌سازی همه

# Modules: Cleanup: Settings
source: Site Meta
fa_ir: متای سایت

# Modules: Cleanup: Settings
source: Purge Site Meta
fa_ir: پاک‌سازی فراداده‌های سایت

# Modules: Cleanup: Settings
source: Purge Network Options
fa_ir: پاک‌سازی تنظیمات شبکه

# Modules: Cleanup: Settings
source: Purge Network Expired
fa_ir: پاک‌سازی به‌پایان‌رسیده‌های شبکه

# Modules: Cleanup: Settings
source: Purge All Network
fa_ir: پاک‌سازی همه در شبکه

# Modules: Cleanup: Settings
source: Purge All Site Meta
fa_ir: پاک‌سازی فراداده‌های شبکه

# Modules: Cleanup: Settings
source: User Meta
fa_ir: متای کاربری

# Modules: Cleanup: Settings
source: Purge Default Meta
fa_ir: پاک‌سازی متای پیش‌فرض

# Modules: Cleanup: Settings
source: Purge Empty Contact Methods
fa_ir: پاک‌سازی راه‌های ارتباطی خالی

# Modules: Cleanup: Settings
source: Purge Obsolete User Metadata
fa_ir: پاک‌سازی متای منسوخ کاربر

# Modules: Cleanup: Settings
source: Post Meta
fa_ir: پست متا

# Modules: Cleanup: Settings
source: Purge Last User & Post Lock Metadata
fa_ir: پاک‌سازی متای آخرین کاربر و قفل نوشته

# Modules: Cleanup: Settings
source: Purge Old Slug Redirect Metadata
fa_ir: پاک‌سازی متای بازنشانی از نامک قدیمی

# Modules: Cleanup: Settings
source: Purge Obsolete Post Matadata
fa_ir: پاک‌سازی متای منسوخ نوشته

# Modules: Cleanup: Settings
source: Purge Orphaned Post Matadata
fa_ir: پاک‌سازی متای یتیم‌شده نوشته

# Modules: Cleanup: Settings
source: Purge Orphaned Featured Image Matadata
fa_ir: پاک‌سازی متای تصویر برگزیده یتیم‌شده

# Modules: Cleanup: Settings
source: Comments
fa_ir: دیدگاه‌ها

# Modules: Cleanup: Settings
source: Purge Orphaned Matadata
fa_ir: پاک‌سازی متای یتیم‌شده

# Modules: Cleanup: Settings
source: Purge Akismet Metadata
fa_ir: پاک‌سازی متای اکیسمت

# Modules: Cleanup: Settings
source: Purge User Agent Fields
fa_ir: پاک‌سازی زمینه‌های مأمور کاربری

# Modules: Cleanup: Settings
source: Files
fa_ir: پرونده‌ها

# Modules: Cleanup: Settings
source: Clean Core Files
fa_ir: پاک‌سازی پرونده‌های هسته

# Modules: Cleanup: Settings
source: DB Tables
fa_ir: جدول‌های پایگاه‌داده

# Modules: Cleanup: Settings
source: Drop Obsolete Tables
fa_ir: حذف جدول‌های منسوخ

# Modules: Cleanup
source: Cleanup Tools
fa_ir: ابزارهای پالایش

# Modules: Update
source: Removing %s &hellip;
fa_ir: در حال پاک‌کردن %s &hellip;

# Modules: Menu Name
source: Code
fa_ir: کد

# TinyMCE Strings: PrismJS
source: PrismJS
fa_ir: پریسم جی‌اس

# TinyMCE Strings: PrismJS
source: PrismJS: Syntax Highlighter
fa_ir: پریسم جی‌اس: سینتکس های‌لایتر

# TinyMCE Strings: PrismJS
source: The Code
fa_ir: متن کد

# TinyMCE Strings: PrismJS
source: Language
fa_ir: زبان

# TinyMCE Strings: PrismJS
source: Max Height
fa_ir: حداکثر طول

# TinyMCE Strings: PrismJS
source: File Name
fa_ir: نام پرونده

# Modules: Menu Name
source: Comments
fa_ir: دیدگاه‌ها

# Modules: Comments: Settings
source: Hide Pings
fa_ir: پنهان‌سازی بازتاب‌ها

# Modules: Comments: Settings
source: Removes trackbacks and pingbacks form comment lists on the frontend.
fa_ir: بازتاب‌ها و بازخوان‌ها را از فهرست دیدگاه‌ها حذف می‌کند.

# Modules: Comments: Settings
source: Comment Notifications
fa_ir: آگاه‌سازی از دیدگاه‌ها

# Modules: Comments: Settings
source: Full Comments
fa_ir: متن کامل دیدگاه

# Modules: Comments: Settings
source: Frontend Quicktags
fa_ir: کوییک‌تگ برای فرم دیدگاه

# Modules: Comments: Settings
source: Frontend Autosize
fa_ir: گسترش فرم دیدگاه

# Modules: Comments: Settings
source: Makes the comment textarea expand in height automatically on the frontend.
fa_ir: به صورت خودکار، ارتفاع فیلد متن در فرم دیدگاه را افزایش می‌دهد.

# Modules: Comments: Settings
source: Form Notes
fa_ir: نکته‌های فرم دیدگاه

# Modules: Comments: Settings
source: Removes extra notes after comment form on the frontend.
fa_ir: توضیحات بعد از فرم دیدگاه را حذف می‌کند.

# Modules: Comments: Settings
source: Linkify Content
fa_ir: پیونددهی محتوا

# Modules: Comments: Settings
source: Captcha
fa_ir: کپچا

# Modules: Comments
source: Your attempt to add this comment has failed.
fa_ir: تلاش شما برای افزودن این نظر ناموفق بود.
