Repository: geminorum/gnetwork
Catalog: languages/gnetwork-*.po
Languages: fa_ir

# Modules: ShortCodes: UI: Label
source: Email Subject
fa_ir: موضوع ایمیل

# Modules: ShortCodes: UI: Placeholder
source: About something important
fa_ir: یک موضوع مهم

# Modules: ShortCodes: UI: Label
source: Link Hover
fa_ir: عنوان پیوند

# Modules: ShortCodes: UI: Placeholder
source: Jump right into it!
fa_ir: همین حالا ببین!

# TinyMCE Strings: Ref
source: Cite This
fa_ir: پانویس کن

# TinyMCE Strings: Ref
source: Cite This (Ctrl+Q)
fa_ir: پانویس کن (Ctrl+Q)

# TinyMCE Strings: Ref
source: Ref Text
fa_ir: متن ارجاع

# TinyMCE Strings: Ref
source: Ref URL
fa_ir: نشانی ارجاع

# TinyMCE Strings: Email
source: Email
fa_ir: ایمیل

# TinyMCE Strings: Email
source: Email (Ctrl+E)
fa_ir: ایمیل (Ctrl+E)

# TinyMCE Strings: Email
source: Full Email
fa_ir: نشانی کامل ایمیل

# TinyMCE Strings: Email
source: Display Text
fa_ir: متن ایمیل

# TinyMCE Strings: Email
source: Email Subject
fa_ir: موضوع ایمیل

# TinyMCE Strings: Email
source: Link Hover
fa_ir: توضیحات پیوند

# TinyMCE Strings: Search
source: Search
fa_ir: جست‌وجو

# TinyMCE Strings: Search
source: Search (Ctrl+3)
fa_ir: جست‌وجو (Ctrl+3)

# TinyMCE Strings: Search
source: Display Text
fa_ir: متن جست‌وجو

# TinyMCE Strings: Search
source: Override Criteria
fa_ir: رونویسی عبارت

# TinyMCE Strings: People
source: People
fa_ir: افراد

# TinyMCE Strings: People
source: Name
fa_ir: عنوان

# Modules: ShortCodes: Defaults
source: Back
fa_ir: بازگشت

# Modules: ShortCodes: Defaults
source: Home
fa_ir: خانه

# Modules: ShortCodes: Defaults
source: Loading &hellip;
fa_ir: بارگیری &hellip;

# Modules: ShortCodes: Defaults: ThickBox
source: More Info
fa_ir: اطلاعات بیشتر

# Modules: ShortCodes: Defaults
source: Search this site for &ldquo;%s&rdquo;
fa_ir: جست‌وجوی این سایت برای &rdquo;%s&ldquo;

# Modules: ShortCodes: Defaults
source: It appears you don't have Adobe Reader or PDF support in this web browser. <a href="%s">Click here to download the PDF</a>.
fa_ir: به‌نظر می‌رسد مرورگر شما قابلیت نمایش پرونده‌های PDF را ندارد. <a href="%s">برای دریافت پرونده PDF کلیک کنید</a>.

# Modules: ShortCodes: Defaults
source: <a href="%s">Click here to download the PDF</a>.
fa_ir: <a href="%s">برای دریافت پرونده PDF کلیک کنید</a>.

# Modules: ShortCodes: Defaults
source: PDF Document
fa_ir: سند PDF

# Modules: ShortCodes: Defaults
source: View Resource
fa_ir: نمایش منبع

# Modules: ShortCodes: Defaults
source: Resource is empty!
fa_ir: منبع خالی است!

# Modules: ShortCodes: Defaults
source: Please wait while you are redirected. Or <a href="%s">click here</a> if you do not want to wait.
fa_ir: برای بازگردانی، چند لحظه صبر کنید؛ و یا <a href="%s">اینجا</a> را کلیک کنید.

# Shortcodes Module: Defaults
source: External Resource
fa_ir: منبع بیرونی

# Shortcodes Module: Defaults
source: See the footnotes on the site.
fa_ir: پانوشت‌ها را در سایت ببینید.

# Shortcodes Module: Defaults
source: Back to Text
fa_ir: بازگشت به متن

# Shortcodes Module: Defaults
source: References
fa_ir: پانوشت‌ها

# Shortcodes Module: Defaults
source: See the Footnote
fa_ir: به پانوشت نگاه کنید

# Modules: Menu Name
source: Global
fa_ir: سراسری

# Modules: Site: Settings
source: Sync Metadata
fa_ir: همگام‌سازی فراداده‌ها

# Modules: Site: Settings
source: Site Not Found
fa_ir: سایت پیدا نشد

# Modules: Site: Settings
source: Network Locale
fa_ir: زبان شبکه

# Modules: Site: Settings
source: Body Class
fa_ir: کلاس CSS برای Body

# Modules: Site: Settings
source: Base Country
fa_ir: کشور اصلی

# Modules: Site: Settings
source: Base Province
fa_ir: استان اصلی

# Modules: Site: Settings
source: Base Country Phone Prefix
fa_ir: پیشوند تلفن کشور اصلی

# Modules: Site: Settings
source: Base Province Phone Prefix
fa_ir: پیشوند تلفن استان اصلی

# Modules: Site: Settings
source: Access Denied
fa_ir: دسترسی محدود شده است

# Modules: Site: Settings
source: Denied Message
fa_ir: پیام محدودیت

# Modules: Site: Settings
source: Extra Message
fa_ir: اطلاعات بیشتر

# Modules: Site: Settings
source: List of Sites
fa_ir: فهرست سایت‌ها

# Modules: Site: Settings
source: Lookup IP URL
fa_ir: نشانی بررسی‌کننده IP

# Modules: Site: Settings
source: Lookup Country URL
fa_ir: نشانی بررسی‌کننده کشور

# Modules: Site: Settings
source: Dashboard Access
fa_ir: دسترسی پیشخوان

# Modules: Site
source: Disable SSL
fa_ir: غیرفعال کردن SSL

# Modules: Site
source: Enable SSL
fa_ir: فعال کردن SSL

# Modules: Site
source: SSL support disabled.
fa_ir: پشتیبانی از SSL غیرفعال است.

# Modules: Site
source: Re-sync Sites Meta
fa_ir: همگام‌سازی فراداده‌های سایت‌‌ها

# Modules: Site
source: Delete Sites Meta
fa_ir: حذف فراداده‌های سایت‌ها

# Modules: Site
source: Sync Metadata disabled.
fa_ir: همگام‌سازی فراداده‌ها غیرفعال است.

# Modules: Site: User Sites
source: Your Sites
fa_ir: سایت‌های شما

# Modules: Site: User Sites
source: Visit Dashboard
fa_ir: دیدن پیشخوان

# Modules: Site: User Sites
source: View Site
fa_ir: نمایش سایت

# Modules: Site: Initial Page Content
source: [ This page is being completed ]
fa_ir: [این صفحه در حال آماده‌سازی است.]

# Modules: Menu Name
source: SMS
fa_ir: پیامک

# Modules: Menu Name
source: SMS Logs
fa_ir: لاگ پیامک‌ها

# Modules: SMS
source: SMS Logs
fa_ir: لاگ پیامک‌ها

# Modules: SMS
source: SMS receive callback URL
fa_ir: نشانی دریافت پیامک

# Modules: SMS
source: Delete Selected
fa_ir: پاک‌کردن انتخاب‌شده

# Modules: SMS
source: Delete All
fa_ir: پاک‌کردن همه

# Modules: SMS: Data Logs Table Column
source: Whom, When
fa_ir: چه کسی، چه وقتی

# Modules: SMS: Email Logs Table
source: User
fa_ir: کاربر

# Modules: SMS: Email Logs Table
source: Site
fa_ir: سایت

# Modules: SMS: Row Action
source: Download
fa_ir: دریافت

# Modules: SMS: Row Action
source: Delete
fa_ir: حذف

# Modules: SMS: Data Logs Table Column
source: What
fa_ir: چه چیزی

# Modules: SMS
source: Overview of SMS Logs
fa_ir: مروری بر لاگ پیامک‌ها

# Modules: Menu Name
source: Social
fa_ir: اجتماعی

# Modules: Social: Settings
source: Twitter on Dashboard
fa_ir: توییتر در پیشخوان

# Modules: Social: Settings
source: Access Level
fa_ir: سطح دسترسی

# Modules: Social: Settings
source: Selected and above can view the dashboard widget.
fa_ir: انتخاب شده و بالاتر به ابزارک‌های پیشخوان دسترسی دارند.

# Modules: Social: Widget Title
source: Twitter Timeline
fa_ir: گاه‌نمای توییتر

# Modules: Menu Name
source: Support
fa_ir: پشتیبانی

# Modules: Support: Settings
source: Provider Name
fa_ir: نام ارائه‌دهنده

# Modules: Support: Settings
source: Provider Email
fa_ir: ایمیل ارائه‌دهنده

# Modules: Support: Settings
source: Subject Template
fa_ir: قالب موضوع

# Modules: Support: Settings
source: Customize the subject of the report.
fa_ir: موضوع پیام گزارش را سفارشی‌سازی کنید.

# Modules: Support: Settings
source: Message Template
fa_ir: قالب پیام

# Modules: Support: Settings
source: Customize the content of the report.
fa_ir: محتوای پیام گزارش را سفارشی‌سازی کنید.

# Modules: Support: Settings
source: Report Topics
fa_ir: موضوعات گزارش

# Modules: Support: Settings
source: Line-seperated list of topics of the report.
fa_ir: فهرست موضوعات گزارش، در هر خط.

# Modules: Support: Widget Title
source: Technical Support
fa_ir: پشتیبانی فنی

# Modules: Support
source: Please use this form to report encountered bugs, issues and other support requests directly to %s.
fa_ir: از این فرم برای گزارش مستقیم خطاها، مشکلات و سایر درخواست‌های پشتیبانی به %s، استفاده کنید.

# Modules: Support
source: Note that a response e-mail will be sent to the address associated with your profile.
fa_ir: توجه داشته باشید که پاسخ درخواست شما، به ایمیلی که با نمایه شما مرتبط است، ارسال خواهد شد.

# Modules: Support
source: In order to change that please visit your profile page.
fa_ir: برای تغییر آن، به صفحه نمایه خود مراجعه کنید.

# Modules: Support
source: Subject
fa_ir: موضوع

# Modules: Support
source: Give your issue a short subject.
fa_ir: عنوان کوتاهی برای مشکل خود انتخاب کنید.

# Modules: Support
source: Pick one that suits your issue.
fa_ir: بخشی را انتخاب کنید که با مشکل شما متناسب باشد.

# Modules: Support
source: Description
fa_ir: توضیحات

# Modules: Support
source: Please describe your issue as detailed as possible.
fa_ir: لطفاً مشکل خود را تا حد امکان توضیح دهید.

# Modules: Support
source: Send Report
fa_ir: ارسال گزارش

# Modules: Support: Ajax
source: Your report has been sent.
fa_ir: گزارش شما ارسال شده است.

# Modules: Support: Template
source: [%1$s] Support Ticket: %2$s
fa_ir: [%1$s] درخواست پشتیبانی: %2$s

# Modules: Support: Template
source: A new support ticket has been submitted at %s. Details follow:
fa_ir: یک درخواست پشتیبانی تازه در %s ارسال شده است. جزئیات بیشتر:

# Modules: Support: Template
source: From: %1$s (%2$s)
fa_ir: از طرف: %1$s (%2$s)

# Modules: Support: Template
source: Related to: %s
fa_ir: در ارتباط با: %s

# Modules: Support: Template
source: %s &mdash; Technical Support
fa_ir: %s &mdash; پشتیبانی فنی

# Modules: Support: Defaults
source: [UNTITLED]
fa_ir: [بدون عنوان]

# Modules: Support: Defaults
source: [EMPTY]
fa_ir: [خالی]

# Modules: Support: Defaults
source: [UKNOWN]
fa_ir: [ناشناخته]

# Modules: Support: Ajax
source: Please don't submit empty reports!
fa_ir: لطفاً گزارش خالی ارسال نکنید!

# Modules: Support: Ajax
source: E-mail could not be sent, please contact support directly: %s
fa_ir: امکان ارسال ایمیل وجود ندارد، لطفاً مستقیماً با پشتیبانی تماس بگیرید: %s

# Modules: Menu Name
source: Taxonomy
fa_ir: رده‌بندی

# Modules: Taxonomy: Settings
source: Management Tools
fa_ir: ابزارهای مدیریت

# Modules: Taxonomy: Settings
source: Taxonomy Tabs
fa_ir: زبانه‌های رده‌بندی

# Modules: Taxonomy: Settings
source: Term Tabs
fa_ir: زبانه‌های رده

# Modules: Taxonomy: Settings
source: Slug Actions
fa_ir: گزینه‌های نامک

# Modules: Taxonomy: Settings
source: Description Column
fa_ir: ستون توضیحات

# Modules: Taxonomy: Settings
source: Adds description column to term list table and quick edit.
fa_ir: ستون توضیحات را به جدول مدیریت رده‌ها و ویرایش سریع اضافه می‌کند.

# Modules: Taxonomy: Settings
source: Search Fields
fa_ir: جست‌وجوی فیلد‌ها

# Modules: Taxonomy: Column
source: Description
fa_ir: توضیحات

# Modules: Taxonomy: Quick Edit Label
source: Description
fa_ir: توضیحات

# Modules: Taxonomy: Term Tab Title
source: Maintenance
fa_ir: نگه‌داشت

# Modules: Taxonomy: Term Tab Title
source: Meta-data
fa_ir: داده‌های متا

# Modules: Taxonomy: Term Tab Title
source: Posts
fa_ir: فرسته‌ها

# Modules: Taxonomy: Term Tab Title
source: Search
fa_ir: جست‌وجو

# Modules: Taxonomy: Term Tab Title
source: Tools
fa_ir: ابزارها

# Modules: Taxonomy: Term Tab Title
source: Extras
fa_ir: افزوده‌ها

# Modules: Taxonomy: Tab Tools
source: Similar Names
fa_ir: نام مشابه

# Modules: Taxonomy: Message
source: There are no terms available with similar name.
fa_ir: رده‌ای با نام مشابه با این رده در دسترس نیست.

# Modules: Taxonomy: Tab Tools
source: Similar Descriptions
fa_ir: توضیحات مشابه

# Modules: Taxonomy: Message
source: There are no terms available with similar description.
fa_ir: رده‌ای با توضیحات مشابه با این رده در دسترس نیست.

# Modules: Taxonomy: Message
source: There is no description available.
fa_ir: توضیحات در دسترس نیست.

# Modules: Taxonomy: Tab Title
source: Maintenance
fa_ir: نگه‌داشت

# Modules: Taxonomy: Tab Title
source: Tools
fa_ir: ابزارها

# Modules: Taxonomy: Tab Title
source: Extras
fa_ir: افزوده‌ها

# Modules: Taxonomy: Tab Title
source: Console
fa_ir: پیشانه

# Modules: Taxonomy: Tab Tools
source: Default Terms
fa_ir: رده‌های پیش‌فرض

# Modules: Taxonomy: Tab Tools
source: Select to install pre-configured terms for this taxonomy.
fa_ir: رده‌های پیش‌تنظیم‌شده برای این رده‌بندی را نصب کنید.

# Modules: Taxonomy: Tab Tools: Button
source: Install Defaults
fa_ir: افزودن پیش‌فرض‌ها

# Modules: Taxonomy: Message
source: There are no pre-defined terms available for this taxonomy.
fa_ir: رده پیش‌تنظیم‌شده برای این رده‌بندی در دسترس نیست.

# Modules: Taxonomy: Tab Tools
source: Import Terms
fa_ir: درون‌ریزی رده‌ها

# Modules: Taxonomy: Tab Tools
source: Upload a list of terms in CSV. Maximum size: <b>%s</b>
fa_ir: بارگذاری فهرست رده‌ها از پرونده CSV. بیشینه اندازه: <b>%s</b>

# Modules: Taxonomy: Tab Tools: Button
source: Import from CSV
fa_ir: درون‌ریزی CSV

# Modules: Taxonomy: Tab Tools
source: Export Terms
fa_ir: برون‌بری رده‌ها

# Modules: Taxonomy: Tab Tools
source: Select fields to include on the the exported CSV file.
fa_ir: فیلد‌های لازم برای برون‌بری در پرونده CSV را انتخاب کنید.

# Modules: Taxonomy: Tab Tools: Button
source: Export in CSV
fa_ir: برون‌بری CSV

# Modules: Taxonomy: Tab Tools
source: Delete Terms
fa_ir: پاک‌کردن رده‌ها

# Modules: Taxonomy: Tab Tools
source: Confirm deletion of all terms by entering the taxonomy name.
fa_ir: پاک‌کردن همهٔ رده‌ها را با وارد کردن نام رده‌بندی، تأیید کنید.

# Modules: Taxonomy: Info
source: The default term for this taxonomy is &ldquo;%s&rdquo; and will <b>not</b> be deleted.
fa_ir: &ldquo;%s&rdquo; رده پیش‌فرض برای این رده‌بندی است و حذف <b>نمی‌شود</b>.

# Modules: Taxonomy: Tab Tools: Button
source: Delete All Terms
fa_ir: پاک‌کردن همهٔ رده‌ها

# Modules: Taxonomy: Tab Tools
source: Delete Empties
fa_ir: پاک‌کردن خالی‌ها

# Modules: Taxonomy: Tab Tools
source: Confirm deletion of %s empty term.
fa_ir: پاک‌کردن %s رده تهی را تأیید کنید.

# Modules: Taxonomy: Message
source: The terms that have children or description and the taxonomy default term are not counted.
fa_ir: رده‌های دارای فرزند یا توضیحات و رده پیش‌فرض این رده‌بندی در این شمار محاسبه نشده‌اند.

# Modules: Taxonomy: Message
source: The terms that have description and the taxonomy default term are not counted.
fa_ir: رده‌های دارای توضیحات و رده پیش‌فرض این رده‌بندی در این شمار محاسبه نشده‌اند.

# Modules: Taxonomy: Tab Tools: Button
source: Delete Empty Terms
fa_ir: پاک‌کردن رده‌های خالی

# Modules: Taxonomy: Tab Tools
source: There are no empty terms in this taxonomy.
fa_ir: رده تهی در این رده‌بندی وجود ندارد.

# Modules: Taxonomy: Tab Tools
source: Delete Onesies
fa_ir: پاک‌کردن تک‌دارها

# Modules: Taxonomy: Tab Tools
source: Confirm deletion of %s one-count term.
fa_ir: پاک‌کردن %s رده تک‌دار را تأیید کنید.

# Modules: Taxonomy: Tab Tools: Button
source: Delete One-Count Terms
fa_ir: پاک‌کردن رده‌های یک-شمار

# Modules: Taxonomy: Tab Tools
source: There are no one-count terms in this taxonomy.
fa_ir: رده تک‌دار در این رده‌بندی وجود ندارد.

# Modules: Taxonomy: Tab Extra
source: i18n Reports
fa_ir: گزارشات زبانی

# Modules: Taxonomy: Tab Extra
source: Terms Stats
fa_ir: آمار رده‌ها

# Modules: Taxonomy: Tab Extra
source: Default Term
fa_ir: رده پیش‌فرض

# Modules: Taxonomy: Message
source: There is no default term available for this taxonomy.
fa_ir: رده پیش‌فرض برای این رده‌بندی در دسترس نیست.

# Modules: Taxonomy: Info
source: The default term for this taxonomy is &ldquo;%s&rdquo;.
fa_ir: &ldquo;%s&rdquo; رده پیش‌فرض برای این رده‌بندی است.

# Modules: Taxonomy: Tab Extra
source: Taxonomy Object
fa_ir: ابژه رده‌بندی

# Modules: Taxonomy: Help Tab Content
source: These are extra bulk actions available for this taxonomy:
fa_ir: کنش‌های افزوده جمعی ارائه شده برای این رده‌بندی:

# Modules: Taxonomy: Help Tab Content
source: These are extra actions available for this term:
fa_ir: کنش‌های افزوده ارائه شده برای این رده:

# Modules: Taxonomy: Help Tab Title
source: Extra Actions
fa_ir: کنش‌های افزوده

# Modules: Taxonomy: Bulk Action
source: Set Default
fa_ir: تنظیم پیش‌فرض

# Modules: Taxonomy: Bulk Action
source: Unset Default
fa_ir: حذف پیش‌فرض

# Modules: Taxonomy: Bulk Action
source: Set Parent
fa_ir: تغییر مادر

# Modules: Taxonomy: Bulk Action
source: Merge
fa_ir: ترکیب

# Modules: Taxonomy: Bulk Action
source: Split
fa_ir: جداسازی

# Modules: Taxonomy: Bulk Action
source: Change Taxonomy
fa_ir: تغییر رده‌بندی

# Modules: Taxonomy: Bulk Action
source: Clone to Taxonomy
fa_ir: شبیه‌سازی در رده‌بندی

# Modules: Taxonomy: Bulk Action
source: Format i18n
fa_ir: اصلاح نویسه‌ها

# Modules: Taxonomy: Bulk Action
source: Format Ordinal
fa_ir: اصلاح وصفی

# Modules: Taxonomy: Bulk Action
source: Assign Parents
fa_ir: تخصیص مادران

# Modules: Taxonomy: Bulk Action
source: Empty Posts
fa_ir: تخلیه نوشته‌ها

# Modules: Taxonomy: Bulk Action
source: Empty Description
fa_ir: تخلیه توضیحات

# Modules: Taxonomy: Bulk Action
source: Update Count
fa_ir: به‌روزرسانی شمار

# Modules: Taxonomy: Bulk Action
source: Rewrite Slug
fa_ir: بازنویسی نامک

# Modules: Taxonomy: Bulk Action
source: Transliterate Slug
fa_ir: نویسه‌گردانی نامک

# Modules: Taxonomy: Bulk Action
source: Delete Empty
fa_ir: حذف تهی

# Modules: Taxonomy: Bulk Action
source: Delete Onesie
fa_ir: حذف تک‌دار

# Modules: Taxonomy
source: Caution
fa_ir: هشدار

# Modules: Taxonomy: Info
source: This is the default term for &ldquo;%s&rdquo; taxonomy.
fa_ir: این رده پیش‌فرض برای رده‌بندی &ldquo;%s&rdquo; است.

# Modules: Taxonomy
source: Extra Actions
fa_ir: کنش‌های افزوده

# Modules: Taxonomy
source: &ndash; Select Action &ndash;
fa_ir: &ndash; انتخاب کنید &ndash;

# Settings: Message
source: Terms updated.
fa_ir: رده‌بندی‌ها به‌روز شدند.

# Settings: Message
source: Terms not updated.
fa_ir: رده‌بندی‌ها به‌روز نشده‌اند.

# Modules: Taxonomy
source: into: %s
fa_ir: در: %s

# Modules: Taxonomy
source: Name, Slug or ID
fa_ir: نام، نامک و یا شناسه

# Modules: Taxonomy
source: Delimiter
fa_ir: جداکننده

# Modules: Taxonomy: Term Field
source: Name
fa_ir: نام

# Modules: Taxonomy: Term Field
source: Slug
fa_ir: نامک

# Modules: Taxonomy: Term Field
source: Description
fa_ir: توضیحات

# Modules: Taxonomy: Term Field
source: Parent
fa_ir: مادر

# Modules: Taxonomy: Term Field
source: Parent Name
fa_ir: نام مادر

# Modules: Taxonomy: Term Field
source: Parent Slug
fa_ir: نامک مادر

# Modules: Taxonomy: Term Field
source: Count
fa_ir: شمار

# Modules: Taxonomy: Action
source: Copy Shortlink for &#8220;%s&#8221;
fa_ir: پیوند کوتاه برای &laquo;%s&raquo; را کپی کنید

# Modules: Taxonomy: Action
source: Shortlink
fa_ir: پیوندکوتاه

# Modules: Menu Name
source: Themes
fa_ir: پوسته‌ها

# Modules: Themes: Settings
source: Theme Enhancements
fa_ir: بهینه‌سازی پوسته‌ها

# Modules: Themes: Settings
source: Content Actions
fa_ir: کنش‌های محتوا

# Modules: Themes: Settings
source: Hidden Title
fa_ir: عنوان پنهانی

# Modules: Themes: Settings
source: Body Class
fa_ir: کلاس CSS برای Body

# Modules: Themes: Settings
source: Header Code
fa_ir: کد سربرگ

# Modules: Themes: Settings
source: In Header
fa_ir: در سربرگ

# Modules: Themes: Settings
source: Accepts raw HTML.
fa_ir: HTML خام می‌پذیرد.

# Modules: Themes: Settings
source: Footer Code
fa_ir: کد پانوشت

# Modules: Themes: Settings
source: In Footer
fa_ir: در پانوشت

# Modules: Themes
source: Hide Title on Front-end
fa_ir: پنهان کردن عنوان

# Modules: Themes
source: Read more&nbsp;<span class="excerpt-link-hellip">&hellip;</span>
fa_ir: ادامه&nbsp;<span class="excerpt-link-hellip">&hellip;</span>

# Modules: Themes
source: Continue reading &ldquo;%s&rdquo; &hellip;
fa_ir: ادامهٔ &raquo;%s&laquo; را مطالعه کنید &hellip;

# Modules: Themes
source: by %s
fa_ir: %s

# Modules: Themes
source: View all posts by %s
fa_ir: دیدن همهٔ نوشته‌های %s

# Modules: Menu Name
source: Tracking
fa_ir: ردگیری

# Modules: Tracking: Settings
source: Ignore Users
fa_ir: نادیده گرفتن کاربران

# Modules: Tracking: Settings
source: Selected and above will be ignored from tracking.
fa_ir: انتخاب شده و بالاتر در ردگیری نادیده گرفته خواهند شد.

# Modules: Tracking: Settings
source: Twitter Account
fa_ir: حساب توییتر

# Modules: Tracking
source: Follow Us
fa_ir: دنبال کنید

# Modules: Menu Name
source: Typography
fa_ir: نویسه‌نگاری

# Modules: Menu Name
source: Titles
fa_ir: عنوان‌ها

# Modules: Typography: Settings
source: Tools Access
fa_ir: دسترسی ابزارها

# Modules: Typography: Settings
source: Selected and above can access the typography tools.
fa_ir: انتخاب شده و بالاتر به برگه ابزارهای نویسه‌نگاری دسترسی دارند.

# Modules: Typography: Settings
source: Linkify Content
fa_ir: پیونددهی محتوا

# Modules: Typography: Settings
source: Persian Typography
fa_ir: نویسه‌نگاری فارسی

# Modules: Typography: Settings
source: Applies Persian typography on post contents.
fa_ir: نویسه‌نگاری فارسی را روی متن نوشته‌ها اعمال می‌کند.

# Modules: Typography: Settings
source: Arabic Typography
fa_ir: نویسه‌نگاری عربی

# Modules: Typography: Settings
source: Applies Arabic typography on post contents.
fa_ir: نویسه‌نگاری عربی را روی متن نوشته‌ها اعمال می‌کند.

# Modules: Typography: Settings
source: General Typography
fa_ir: نویسه‌نگاری عمومی

# Modules: Typography: Settings
source: Applies general typography on post contents.
fa_ir: نویسه‌نگاری عمومی را روی متن نوشته‌ها اعمال می‌کند.

# Modules: Typography: Settings
source: Extra Title Sanitization
fa_ir: تصفیه افزوده عنوان‌ها

# Modules: Typography: Settings
source: Tries to additional sanitization checks on slugs from titles.
fa_ir: برای تصفیه نامک از عنوان‌ها، بررسی‌های اضافی انجام می‌دهد.

# Modules: Typography: Settings
source: Titles in Title Case
fa_ir: حروف‌بندی عنوانی برای عنوان‌ها

# Modules: Typography: Settings
source: Tries to make post titles properly-cased.
fa_ir: عنوان نوشته‌های (لاتین) را به صورت صحیح حروف‌بندی می‌کند.

# Modules: Typography: Settings
source: Word Wrapper for Post Titles
fa_ir: لفافه‌بندی کلمات در عنوان نوشته‌ها

# Modules: Typography: Settings
source: Prevents widow words in the end of post titles.
fa_ir: کلمات بیوه را در انتهای عنوان نوشته‌ها اصلاح می‌کند.

# Modules: Typography: Settings
source: Word Wrapper for Widget Titles
fa_ir: لفافه‌بندی کلمات در عنوان ابزارک‌ها

# Modules: Typography: Settings
source: Prevents widow words in the end of widget titles.
fa_ir: کلمات بیوه را در انتهای عنوان ابزارک‌ها اصلاح می‌کند.

# Modules: Typography
source: Format I18n
fa_ir: اصلاح نویسه‌ها

# Modules: Typography
source: DownCode Slugs
fa_ir: نویسه‌گردانی نامک‌ها

# Modules: Typography
source: Rewrite Slugs
fa_ir: بازنویسی نامک‌ها

# Modules: Typography: Column Title
source: ID
fa_ir: شناسه

# Modules: Typography: Column Title
source: Type
fa_ir: نوع

# Modules: Typography: Column Title
source: Slug
fa_ir: نامک

# Modules: Typography: Column Title
source: Title
fa_ir: عنوان

# Modules: Typography: Row Action
source: Edit
fa_ir: ویرایش

# Modules: Typography: Row Action
source: View
fa_ir: نمایش

# Modules: Typography
source: Overview of Titles and Slugs
fa_ir: مروری بر عنوان‌ها و نامک‌ها

# Modules: Typography
source: No Posts!
fa_ir: چیزی پیدا نشد!

# TinyMCE Strings: Asterisks
source: Asterisks
fa_ir: ستاره‌ها

# TinyMCE Strings: Quote
source: Quote This
fa_ir: نقل کن

# TinyMCE Strings: Quote
source: Quote Text
fa_ir: متن نقل

# TinyMCE Strings: Quote
source: Cite Text
fa_ir: عنوان منبع

# TinyMCE Strings: Quote
source: Cite URL
fa_ir: نشانی منبع

# TinyMCE Strings: Quote
source: Quote Align
fa_ir: تراز متن

# TinyMCE Strings: Quote
source: Epigraph
fa_ir: سرلوحه (اپیگراف)

# TinyMCE Strings: Quote
source: Reverse
fa_ir: معکوس

# Modules: Typography: Shortcode Defaults
source: View Wikipedia page
fa_ir: دیدن صفحه ویکی‌پدیا

# Modules: Menu Name
source: Update
fa_ir: به‌روزرسانی

# Modules: Update: Settings
source: Auto Update Core
fa_ir: به‌روزرسانی خودکار هسته

# Modules: Update: Settings
source: Auto and Async Translations
fa_ir: ترجمه‌های خودکار و ناهمگام

# Modules: Update: Settings
source: Auto Update Major Core
fa_ir: به‌روزرسانی خودکار هسته بالغ

# Modules: Update: Settings
source: Remote Updates
fa_ir: به‌روزرسانی از دوردست

# Modules: Update: Settings
source: Enables to check for updates on Github and Gitlab.
fa_ir: به‌روزرسانی از گیت‌هاب و گیت‌لب را فعال می‌کند.

# Modules: Update: Settings
source: Service Tokens
fa_ir: ژتون خدمات

# Modules: Update: Settings
source: Tokens to access external services.
fa_ir: ژتون برای دسترسی به خدمات بیرونی.

# Modules: Update: Settings
source: Github
fa_ir: گیت‌هاب

# Modules: Update: Settings
source: Gitlab
fa_ir: گیت‌لب

# Modules: Update: Settings
source: Package Tokens
fa_ir: ژتون بسته‌ها
