Repository: geminorum/gnetwork
Catalog: languages/gnetwork-*.po
Languages: fa_ir

# Modules: Media
source: No additional image size registered.
fa_ir: اندازه تصویر افزوده‌ای تعریف نشده است.

# Modules: Media: Column Title
source: ID
fa_ir: شـ

# Modules: Media: Column Title
source: Date
fa_ir: تاریخ

# Modules: Media: Column Title
source: Type
fa_ir: نوع

# Modules: Media: Column Title
source: Title
fa_ir: عنوان

# Modules: Media: Row Action
source: Edit
fa_ir: ویرایش

# Modules: Media: Row Action
source: View
fa_ir: نمایش

# Modules: Media: Row Action
source: Cleaning &hellip;
fa_ir: پالایش &hellip;

# Modules: Media: Row Action
source: Clean
fa_ir: پالایش

# Modules: Media: Row Action
source: Syncing &hellip;
fa_ir: همگام‌سازی &hellip;

# Modules: Media: Row Action
source: Sync
fa_ir: همگام‌سازی

# Modules: Media: Row Action
source: Caching &hellip;
fa_ir: انباشت &hellip;

# Modules: Media: Row Action
source: Cache
fa_ir: انباشت

# Modules: Media: Row Action
source: Correcting SSL &hellip;
fa_ir: اصلاح SSL &hellip;

# Modules: Media: Row Action
source: Correct SSL
fa_ir: اصلاح SSL

# Modules: Media: Column Title
source: Attached Media
fa_ir: پیوست‌شده

# Modules: Media: Title Attr
source: Original Size
fa_ir: اندازه اصلی

# Modules: Media: Title Attr
source: Number of Sizes
fa_ir: تعداد اندازه‌ها

# Modules: Media: Column Title
source: In Content
fa_ir: درون متن

# Modules: Media: Title Attr
source: External Resource
fa_ir: منبع بیرونی

# Modules: Media
source: Overview of Posts with Attachments
fa_ir: مروری بر پیوست‌های نوشته‌ها

# Modules: Media
source: No Posts!
fa_ir: چیزی پیدا نشد!

# Modules: Media: Bulk Action
source: Clean Attachments
fa_ir: پالایش پیوست‌ها

# Modules: Media: Row Action
source: Cleaned
fa_ir: پالایش شد

# Modules: Media: Row Action
source: Already Cleaned!
fa_ir: پیش از این پالایش شده!

# Modules: Media: Row Action
source: Cleaned!
fa_ir: پالایش شد!

# Modules: Media: Row Action
source: Already Synced!
fa_ir: پیش از این همگام‌سازی شده!

# Modules: Media: Row Action
source: Synced!
fa_ir: همگام‌سازی شد!

# Modules: Media: Row Action
source: Cached
fa_ir: انباشت شد

# Modules: Media: Row Action
source: SSL Corrected
fa_ir: SSL اصلاح شد

# Modules: Media: Row Action
source: View Image URL
fa_ir: نمایش نشانی تصویر

# Modules: Media: Row Action
source: View Video URL
fa_ir: نمایش نشانی ویدئو

# Modules: Media: Row Action
source: View Data File URL
fa_ir: نمایش نشانی پروندهٔ داده‌ها

# Modules: Media: Row Action
source: View Spreadsheet URL
fa_ir: نمایش نشانی پرونده اکسل

# Modules: Media: Row Action
source: View Document URL
fa_ir: نمایش نشانی پروندهٔ متنی

# Modules: Media: Row Action
source: View HTML file URL
fa_ir: نمایش نشانی پروندهٔ وب

# Modules: Media: Row Action
source: View Item URL
fa_ir: نمایش نشانی پرونده

# Modules: Menu Name
source: Mimes
fa_ir: نوع‌پیوست‌ها

# Modules: Mimes: Settings
source: Tools Access
fa_ir: دسترسی ابزارها

# Modules: Mimes: Settings
source: Selected and above can access the mime tools.
fa_ir: انتخاب شده و بالاتر به برگه ابزارهای نوع‌پیوست‌ها دسترسی دارند.

# Modules: Mimes: Post Mime Type
source: Text
fa_ir: متن

# Modules: Mimes: Post Mime Type
source: Manage Texts
fa_ir: مدیریت متن‌ها

# Modules: Mimes: Post Mime Type
source: Text <span class="count">(%s)</span>
fa_ir: متن <span class="count">(%s)</span>

# Modules: Mimes: Post Mime Type
source: Application
fa_ir: کاربردی

# Modules: Mimes: Post Mime Type
source: Manage Applications
fa_ir: مدیریت کاربردی‌ها

# Modules: Mimes: Post Mime Type
source: Application <span class="count">(%s)</span>
fa_ir: کاربردی <span class="count">(%s)</span>

# Modules: Menu Name
source: Mobile
fa_ir: موبایل

# Modules: Mobile: Settings
source: Register via Mobile
fa_ir: نام‌نویسی با موبایل

# Modules: User
source: Mobile
fa_ir: موبایل

# Modules: User
source: Verification Code
fa_ir: کد راستی‌آزمایی

# Modules: Navigation: Global Menu
source: Network Global Navigation
fa_ir: راه‌بری سراسری شبکه

# Modules: Navigation: Global Menu
source: Network Adminbar Navigation
fa_ir: راه‌بری نوارابزار شبکه

# Modules: Navigation: Global Menu
source: Network User Navigation
fa_ir: راه‌بری کاربر شبکه

# Modules: Navigation: Global Menu
source: Network Extra Navigation
fa_ir: راه‌بری افزوده شبکه

# Modules: Navigation: Help Tab Title
source: Placeholders
fa_ir: نگه‌دارنده‌ها

# Modules: Navigation: Meta Box Title
source: Relative Links
fa_ir: پیوند‌های وابسته

# Modules: Navigation: Tabs
source: General
fa_ir: عمومی

# Modules: Navigation
source: <em>General</em> links are relative to the current user and are visible at any time.
fa_ir: <em>همگانی</em> پیوندهای مرتبط با کاربر فعلی، که در هر زمانی قابل دسترس است.

# Modules: Navigation: Tabs
source: Logged-In
fa_ir: وارد شده

# Modules: Navigation
source: <em>Logged-In</em> links are relative to the current user, and are not visible to visitors who are not logged in.
fa_ir: <em>وارد شده</em> پیوندهای مرتبط با کاربر فعلی، که برای دیگران غیر قابل دسترس است.

# Modules: Navigation: Tabs
source: Logged-Out
fa_ir: وارد نشده

# Modules: Navigation
source: <em>Logged-Out</em> links are not visible to users who are logged in.
fa_ir: <em>وارد نشده</em> پیوندهای مرتبط با کاربران، که برای غیر کاربران در دسترس است.

# Modules: Navigation: Tabs
source: Sites
fa_ir: سایت‌ها

# Modules: Navigation
source: <em>Sites</em> on this network within your access.
fa_ir: <em>سایت‌ها</em> در این شبکه که حساب کاربری شما به آن دسترسی دارد.

# Modules: Navigation
source: Add to Menu
fa_ir: افزودن به فهرست

# Modules: Navigation
source: Default Posts Feed
fa_ir: خوراک پیش‌فرض نوشته‌ها

# Modules: Navigation
source: Default Comments Feed
fa_ir: خوراک پیش‌فرض دیدگاه‌ها

# Modules: Navigation
source: Log Out
fa_ir: خارج شوید

# Modules: Navigation
source: Edit Profile
fa_ir: ویرایش نمایه

# Modules: Navigation
source: Public Profile
fa_ir: نمایه عمومی

# Modules: Navigation
source: Log In
fa_ir: وارد شوید

# Modules: Navigation
source: Register
fa_ir: نام‌نویسی کنید

# Modules: Network: Page Menu
source: Active Plugins
fa_ir: افزونه‌های فعال

# Modules: Network: Page Menu
source: Upload
fa_ir: بارگذاری

# Modules: Network: Page Menu
source: Network Extras
fa_ir: افزوده‌های شبکه

# Modules: Network: Page Menu
source: Extras
fa_ir: افزوده‌ها

# Modules: Network: Page Menu
source: Network Tools
fa_ir: ابزارهای شبکه

# Modules: Network: Page Menu
source: gNetwork Extras: %s
fa_ir: %s

# Modules: Network
source: System Report
fa_ir: گزارش سیستم

# Modules: Network: Bulk Action
source: Reset Admin Email
fa_ir: بازنشانی ایمیل مدیریت

# Modules: Network: Bulk Action
source: Enable SSL
fa_ir: فعال کردن SSL

# Modules: Network: Bulk Action
source: Disable SSL
fa_ir: غیرفعال کردن SSL

# Modules: Network: Message
source: %1$s site(s) admin email reset to %2$s
fa_ir: ایمیل مدیریت %1$s سایت به %2$s بازنشانی شد

# Modules: Network: Message
source: %s site(s) SSL Enabled
fa_ir: SSL برای %s سایت فعال شد

# Modules: Network: Message
source: %s site(s) SSL Disabled
fa_ir: SSL برای %s سایت غیرفعال شد

# Modules: Network: Column
source: ID
fa_ir: شـ

# Modules: Menu Name
source: Not Found
fa_ir: پیدا نشد

# Modules: NotFound: Settings
source: Check Slugs
fa_ir: بررسی نامک‌ها

# Modules: NotFound: Settings
source: Custom 404 Error
fa_ir: خطای ۴۰۴ سفارشی

# Modules: NotFound: Settings
source: Disable 404 Guessing
fa_ir: غیرفعال‌سازی حدس ۴۰۴

# Modules: NotFound: Settings
source: Strict 404 Guessing
fa_ir: حدس صریح ۴۰۴

# Modules: NotFound: Settings
source: Current Location: %s
fa_ir: مکان کنونی: %s

# Modules: NotFound: Page-State
source: NotFound
fa_ir: پیدا نشد

# Modules: Menu Name
source: Notice
fa_ir: اطلاع

# Modules: Notify: Settings
source: New User Email
fa_ir: ایمیل کاربر جدید

# Modules: Notify: Settings
source: Password Reset Email
fa_ir: ایمیل بازنشانی رمز

# Modules: Notify: Settings
source: User Password Changes
fa_ir: تغییرات رمز کاربر

# Modules: Notify: Settings
source: User Email Changes
fa_ir: تغییرات ایمیل کاربر

# Modules: Notify: Settings
source: Admin Email Changes
fa_ir: تغییرات ایمیل مدیر

# Modules: Notify: Settings
source: New User Email Subject
fa_ir: موضوع ایمیل کاربر تازه

# Modules: Notify: Settings
source: New User Email Message
fa_ir: پیام ایمیل کاربر تازه

# Modules: Notify: Settings
source: New Blog Email Subject
fa_ir: موضوع ایمیل بلاگ تازه

# Modules: Notify: Settings
source: New Blog Email Message
fa_ir: پیام ایمیل بلاگ تازه

# Modules: Menu Name
source: Notify
fa_ir: آگاه‌سازی

# Modules: Notify: Settings
source: New Sites Email
fa_ir: ایمیل سایت‌های تازه

# Modules: Notify
source: Test Signup User Email
fa_ir: آزمایش ایمیل نام‌نویسی کاربر

# Modules: Notify
source: Test Signup Blog Email
fa_ir: آزمایش ایمیل نام‌نویسی سایت

# Modules: Menu Name
source: OpenSearch
fa_ir: جست‌وجوی باز

# Modules: OpenSearch: Settings
source: OpenSearch
fa_ir: جست‌وجوی باز

# Modules: OpenSearch: Settings
source: Suggestions
fa_ir: پیشنهادات

# Modules: OpenSearch: Settings
source: ShortName
fa_ir: عنوان کوتاه

# Modules: OpenSearch: Settings
source: LongName
fa_ir: عنوان کامل

# Modules: OpenSearch: Settings
source: Description
fa_ir: توضیحات

# Modules: OpenSearch: Settings
source: Search %s
fa_ir: جست‌وجوی %s

# Modules: OpenSearch: Settings
source: Search data copyright %s
fa_ir: تمام حقوق برای %s محفوظ است

# Modules: OpenSearch: Settings
source: Syndication Right
fa_ir: اجازه استفاده

# Modules: OpenSearch: Settings
source: Open
fa_ir: باز

# Modules: OpenSearch: Settings
source: Limited
fa_ir: محدود شده

# Modules: OpenSearch: Settings
source: Private
fa_ir: خصوصی

# Modules: OpenSearch: Settings
source: Closed
fa_ir: بسته

# Modules: OpenSearch: Settings
source: Contact
fa_ir: ارتباط

# Modules: OpenSearch: Settings
source: Tags
fa_ir: برچسب‌ها

# Modules: OpenSearch: Settings
source: Current Manifest: %s
fa_ir: مانیفست: %s

# Modules: OpenSearch: Settings
source: There is no manifest available.
fa_ir: مانیفست در دسترس نیست.

# Modules: OpenSearch: Help Tab Title
source: OpenSearch
fa_ir: جست‌وجوی باز

# Modules: OpenSearch
source: Search Engine
fa_ir: موتور جست‌وجو

# Modules: Menu Name
source: Optimize
fa_ir: بهینه‌سازی

# Modules: Optimize: Settings
source: jQuery Enhancements
fa_ir: بهینه‌سازی jQuery

# Modules: Optimize: Settings
source: jQuery from CDN
fa_ir: jQuery از CDN

# Modules: Optimize: Settings
source: Replace WordPress jQuery with CDN.
fa_ir: جایگزینی jQuery داخلی وردپرس با پیوند‌ی از CDN.

# Modules: Optimize: Settings
source: jQuery Latest
fa_ir: آخرین نگارش jQuery

# Modules: Optimize: Settings
source: Replace WordPress jQuery with the latest version.
fa_ir: جایگزینی jQuery داخلی وردپرس با آخرین نگارش.

# Modules: Optimize: Settings
source: jQuery on Bottom
fa_ir: jQuery در پایین صفحه

# Modules: Optimize: Settings
source: Prints jQuery in footer on front-end.
fa_ir: اجرای jQuery در پابرگ روی سایت.

# Modules: Player: Defaults
source: Go to %s second mark and play
fa_ir: به ثانیه %s برو و پخش کن

# Modules: Player: Defaults
source: Download
fa_ir: دریافت

# Modules: Menu Name
source: Profile
fa_ir: نمایه

# Modules: Profile: Settings
source: Custom Display Name
fa_ir: نام نمایشی سفارشی

# Modules: Profile: Settings
source: Enables custom display name per-site for each user.
fa_ir: نام سفارشی در هر سایت را برای کاربران فعال می‌کند.

# Modules: Profile: Settings
source: Password Reset
fa_ir: بازنشانی رمز

# Modules: Profile: Settings
source: Controls whether to allow a password to be reset.
fa_ir: اجازه بازنشانی رمز بر اساس کاربر را مشخص می‌کند.

# Modules: Profile: Settings
source: Color Schemes
fa_ir: شمای رنگی

# Modules: Profile: Settings
source: Contact Methods
fa_ir: راه‌های ارتباطی

# Modules: Profile: Settings
source: User Language
fa_ir: زبان کاربری

# Modules: Profile: Settings
source: Disabled Page
fa_ir: صفحه غیرفعال

# Modules: Profile: Settings
source: Custom Location
fa_ir: صفحه سفارشی

# Modules: Profile: Settings
source: Location After
fa_ir: صفحه بعد

# Modules: Profile: Settings
source: IP Address
fa_ir: نشانی IP

# Modules: Profile: Settings
source: Default Color Scheme
fa_ir: شمای رنگ پیش‌فرض

# Modules: Profile: Settings: Color Scheme
source: Default
fa_ir: پیش‌فرض

# Modules: Profile: Settings: Color Scheme
source: Light
fa_ir: روشن

# Modules: Profile: Settings: Color Scheme
source: Blue
fa_ir: آبی

# Modules: Profile: Settings: Color Scheme
source: Coffee
fa_ir: قهوه

# Modules: Profile: Settings: Color Scheme
source: Ectoplasm
fa_ir: اثیری

# Modules: Profile: Settings: Color Scheme
source: Midnight
fa_ir: نیمه‌شب

# Modules: Profile: Settings: Color Scheme
source: Ocean
fa_ir: اقیانوس

# Modules: Profile: Settings: Color Scheme
source: Sunrise
fa_ir: طلوع

# Modules: Profile
source: Before you can upload a file, you will need to fix the following error: %s
fa_ir: شما باید این خطا را پیش از بارگذاری پرونده، برطرف کنید: %s

# Modules: Profile
source: Import Users
fa_ir: درون‌ریزی کاربران

# Modules: Profile
source: Upload a list of users in CSV. Maximum size: <b>%s</b>
fa_ir: بارگذاری فهرست کاربران از پرونده CSV. بیشینه اندازه: <b>%s</b>

# Modules: Profile
source: Export Users
fa_ir: برون‌بری کاربران

# Modules: Profile
source: Click to get all registered users in CSV.
fa_ir: دریافت فهرست همه کاربران در پرونده CSV.

# Modules: Profile: Help Tab Title
source: Contact Methods
fa_ir: راه‌های ارتباطی

# Modules: Profile
source: Sorry, you are not allowed to edit your profile.
fa_ir: متاسفانه شما اجازه‌ٔ ویرایش نمایه خود را ندارید.

# Modules: Profile: User Contact Method
source: Mobile Phone
fa_ir: تلفن همراه

# Modules: Profile: User Contact Method
source: X (Twitter)
fa_ir: اکس (توییتر)

# Modules: Profile: User Contact Method
source: Instagram
fa_ir: اینستاگرام

# Modules: Profile: User Contact Method
source: Telegram
fa_ir: تلگرام

# Modules: Profile
source: Account Information
fa_ir: اطلاعات حساب کاربری

# Modules: Profile
source: Registration IP
fa_ir: نام‌نویسی از

# Modules: Profile
source: Registration on
fa_ir: نام‌نویسی در

# Modules: Profile
source: Last Login
fa_ir: آخرین ورود

# Modules: Profile
source: Last Logins are Disabled.
fa_ir: آمارگیری از آخرین ورود‌ غیرفعال است.

# Modules: Profile
source: Administrative Options
fa_ir: تنظیمات مدیریت

# Modules: Profile
source: Slug
fa_ir: نامک

# Modules: Profile
source: This will be used in the URL of the user's page.
fa_ir: نامک نسخه لاتین واژه است که در نشانی (URL)‌ها استفاده می‌شود.

# Modules: Profile
source: Account Login
fa_ir: ورود به حساب کاربری

# Modules: Profile
source: Disable user login with this account
fa_ir: ورود به سایت با این حساب کاربری غیرفعال شود

# Modules: Profile
source: Profile Edit
fa_ir: ویرایش نمایه

# Modules: Profile
source: Ban this user to edit profile
fa_ir: این کاربر امکان ویرایش نمایه را نداشته باشد

# Modules: Profile
source: Password Reset
fa_ir: بازنشانی رمز

# Modules: Profile
source: Disable this account password reset via default login page
fa_ir: بازنشانی رمز این حساب کاربری (از طریق صفحه ورود) غیرفعال شود

# Modules: Profile
source: Site Options
fa_ir: گزینه‌های سایت

# Modules: Profile
source: Nickname for this site
fa_ir: عنوان برای این سایت

# Modules: Profile
source: This will be displayed as your name in this site only.
fa_ir: فقط در این سایت، به عنوان نام شما استفاده خواهد شد.

# Modules: Profile
source: Private Information
fa_ir: اطلاعات خصوصی

# Modules: Profile
source: Identity Number
fa_ir: شناسه ملی

# Modules: Profile
source: National Identity or Social Security Number for private use only.
fa_ir: شماره شناسایی یا شماره امنیت ملی، فقط برای موارد خصوصی.

# Modules: Menu Name
source: Remote
fa_ir: دوردست

# Modules: Remote: Settings
source: Synced Directory
fa_ir: دایرکتوری همگام‌سازی

# Modules: Remote: Settings
source: Sync Now
fa_ir: هم‌اکنون همگام‌سازی شود

# Modules: Menu Name
source: Rest
fa_ir: رست

# Modules: Menu Name
source: Restricted
fa_ir: محدودیت

# Modules: Restricted: Settings
source: Site Restriction
fa_ir: محدودیت سایت

# Modules: Restricted: Settings
source: Admin Restriction
fa_ir: محدودیت مدیریت

# Modules: Restricted: Settings
source: Admin Profile
fa_ir: نمایه مدیریت

# Modules: Restricted: Settings
source: Open
fa_ir: باز

# Modules: Restricted: Settings
source: Restricted
fa_ir: محدود شده

# Modules: Restricted: Settings
source: Restricted Page
fa_ir: برگه محدودیت

# Modules: Restricted: Settings
source: &ndash; Login Page &ndash;
fa_ir: &ndash; صفحه ورود &ndash;

# Modules: Restricted: Settings
source: Restricted Notice
fa_ir: اعلان محدودیت

# Modules: Restricted: Settings
source: <p>This site is restricted to users with %1$s access level. Please visit <a href="%2$s">here</a> to request access.</p>
fa_ir: <p>دسترسی به این سایت محدود به سطح %1$s شده است. برای درخواست دسترسی به <a href="%2$s">اینجا</a> مراجعه کنید.</p>

# Modules: Restricted: Settings
source: Restricted Message
fa_ir: پیام محدودیت

# Modules: Restricted: Settings
source: <p>You do not have %1$s access level. Please visit <a href="%2$s">here</a> to request access.</p>
fa_ir: <p>شما دسترسی در سطح %1$s ندارید. برای درخواست دسترسی به <a href="%2$s">اینجا</a> مراجعه کنید.</p>

# Modules: Restricted: Settings
source: Current Layout: %s
fa_ir: طرح‌بندی کنونی: %s

# Modules: Restricted: Settings
source: There are no layouts available. We will use an internal instead.
fa_ir: طرح‌بندی اختصاصی پیدا نشد، از طرح‌بندی پیش‌فرض استفاده خواهد شد.

# Modules: Restricted: At a Glance
source: Your site is restricted to public
fa_ir: این سایت برای عموم قابل دسترس نیست

# Modules: Restricted: At a Glance
source: Public Access Discouraged
fa_ir: دسترسی عمومی ناممکن است

# Modules: Restricted
source: This site is restricted to users with %s access level.
fa_ir: دسترسی به این سایت محدود به %s شده است.

# Modules: Restricted
source: Site is Restricted
fa_ir: سایت محدود شده است

# Modules: Restricted
source: You are not authorized to access this site's feed.
fa_ir: برای دسترسی به خوراک این سایت، احتیاج به کلید دسترسی دارید.

# Modules: Restricted
source: Private Feeds
fa_ir: خوراک‌های خصوصی

# Modules: Restricted
source: Used to access restricted site feeds.
fa_ir: از این پیوندها برای دسترسی به خوراک‌های محدودشده سایت استفاده کنید.

# Modules: Restricted
source: Feed Access Key
fa_ir: کلید دسترسی خوراک

# Modules: Restricted
source: The key will be used on all restricted feed URLs.
fa_ir: از این کلید هنگام استفاده از خوراک‌های محدود شده استفاده خواهد شد.

# Modules: Restricted
source: Feed access key not found.
fa_ir: کلید دسترسی تولید نشده است.

# Modules: Restricted
source: Reset your access key
fa_ir: بازنشانی کلید دسترسی

# Modules: Restricted
source: Remove your access key
fa_ir: حذف کلید دسترسی

# Modules: Restricted
source: Generate new access key
fa_ir: تولید کلید دسترسی

# Modules: Restricted
source: Key Operations
fa_ir: گزینه‌های کلید

# Modules: Restricted
source: Select an operation to work with your private feed access key.
fa_ir: برای تغیر کلید دسترسی یکی از این گزینه‌ها را انتخاب کنید.

# Modules: Restricted
source: Posts Feed for You
fa_ir: خوراک نوشته‌ها برای شما

# Modules: Restricted
source: Comments Feed for You
fa_ir: خوراک دیدگاه‌ها برای شما

# Modules: Restricted
source: Home Page
fa_ir: صفحه اصلی

# Modules: Restricted
source: View and update your profile
fa_ir: نمایه خود را مشاهده و ویرایش کنید

# Modules: Restricted
source: Your Profile
fa_ir: نمایه شما

# Modules: Restricted
source: Log-out of this site
fa_ir: از این سایت خارج شوید

# Modules: Restricted
source: Log Out
fa_ir: خارج شوید

# Modules: Restricted
source: You do not have sufficient access level.
fa_ir: محتوای این صفحه برای شما قابل دسترسی نیست.

# Modules: Menu Name
source: Rewrite Rules
fa_ir: قواعد بازنویسی

# Modules: Rewrite: Settings
source: Remove Category Base
fa_ir: حذف مبنای دسته

# Modules: Rewrite: Settings
source: Removes %s from your category permalinks.
fa_ir: %s را از پایاپیوندهای دسته‌های شما حذف می‌کند.

# Modules: Rewrite
source: You need to flush rewrite rules!
fa_ir: پایاپیوندها نیاز به بازسازی دارند!

# Modules: Rewrite
source: View and set network roles here.
fa_ir: نقش‌های شبکه را اینجا ببینید و تنظیم کنید.

# Modules: Rewrite
source: A Listing of All %1$s Rewrite Rules for This Site that Match &ldquo;<a target="_blank" href="%2$s">%3$s</a>&rdquo;
fa_ir: فهرستی از %1$s قاعده بازنویسی در این سایت که با «<a target="_blank" href="%2$s">%3$s</a>» مطابقت دارند

# Modules: Rewrite
source: A Listing of All %1$s Rewrite Rules for This Site
fa_ir: فهرستی از %1$s قاعده بازنویسی در این سایت

# Modules: Rewrite
source: Rule
fa_ir: قاعده

# Modules: Rewrite
source: Rewrite
fa_ir: بازنویسی

# Modules: Rewrite
source: Source
fa_ir: منبع

# Modules: Rewrite
source: No rewrite rules were found.
fa_ir: قاعده بازنویسی پیدا نشد.

# Modules: Rewrite
source: Match URL:
fa_ir: مطابقت با نشانی:

# Modules: Rewrite
source: All Sources
fa_ir: همهٔ منابع

# Modules: Rewrite
source: Filter
fa_ir: پالایه

# Modules: Rewrite
source: Reset
fa_ir: بازنشانی

# Modules: Rewrite
source: Flush Rewrite Rules
fa_ir: پایاپیوندها را بازسازی کنید

# Modules: Menu Name
source: Search
fa_ir: جست‌وجو

# Modules: Search: Settings
source: Search Columns
fa_ir: ستون‌های جست‌وجو

# Modules: Search: Settings
source: Post Title
fa_ir: عنوان فرسته

# Modules: Search: Settings
source: Post Excerpt
fa_ir: چکیده فرسته

# Modules: Search: Settings
source: Post Content
fa_ir: محتوای فرسته

# Modules: Search: Settings
source: Search Context
fa_ir: زمینه جست‌وجو

# Modules: Search: Settings
source: WordPress Default &ndash; Does not alter core search.
fa_ir: پیش‌فرض وردپرس – نتایج جست‌وجو دست‌کاری نشود.

# Modules: Search: Settings
source: Titles Only &ndash; Limits search to post titles only.
fa_ir: انحصار عنوان‌ها – نتایج جست‌وجو، فقط محدود به عنوان نوشته‌ها باشد.

# Modules: Search: Settings
source: Include Metadata &ndash; Expands search results into post metadata.
fa_ir: شمول فراداده‌ها – نتایج جست‌وجو، شامل فراداده‌های نوشته هم باشد.

# Modules: Search: Settings
source: Include Terms &ndash; Expands search results into terms of selected taxonomies.
fa_ir: شمول رده‌ها – نتایج جست‌وجو، شامل رده‌ها در رده‌بندی‌های منتخب هم باشد.

# Modules: Search: Settings
source: Included Taxonomies
fa_ir: رده‌بندی‌های شامل جست‌وجو

# Modules: Search: Settings
source: Terms from selected taxonomies will be included on search context.
fa_ir: رده‌ها از رده‌بندی‌های منتخب، در زمینه جست‌وجو استفاده خواهند شد.

# Modules: Search: Settings
source: Exclusion Prefix
fa_ir: پیشوند استثناء

# Modules: Search: Settings
source: Redirect Single Result
fa_ir: بازگردانی نتیجه تکی

# Modules: Search: Settings
source: Redirects to the post if search results only returns single post.
fa_ir: اگر نتایج جست‌وجو فقط شامل یک نوشته بود، به آن نوشته بازگردانی شود.

# Modules: Search: Settings
source: Linkify Hash-tags
fa_ir: پیوندسازی از هش‌تگ‌ها

# Modules: Search: Settings
source: Current Page: %s
fa_ir: صفحه کنونی: %s

# Modules: Search: Form: Label
source: Search for:
fa_ir: جست‌وجو برای:

# Modules: Search: Form: Placeholder
source: Search &hellip;
fa_ir: جست‌وجو &hellip;

# Modules: Search: Form: Submit Button
source: Search
fa_ir: جست‌وجو

# Modules: ShortCodes: UI: Label
source: Reference
fa_ir: منبع

# Modules: ShortCodes: UI: Description
source: Make a reference to an external source.
fa_ir: به یک منبع بیرونی ارجاع دهید.

# Modules: ShortCodes: UI: Label
source: External Resource
fa_ir: منبع بیرونی

# Modules: ShortCodes: UI: Label
source: External Resource Hover
fa_ir: منبع بیرونی (عنوان)

# Modules: ShortCodes: UI: Placeholder
source: Read more about it
fa_ir: اطلاعات بیشتر

# Modules: ShortCodes: UI: Label
source: Email
fa_ir: ایمیل

# Modules: ShortCodes: UI: Label
source: Email Address
fa_ir: نشانی ایمیل

# Modules: ShortCodes: UI: Description
source: Full email address to appear as link and cloaked against spam bots.
fa_ir: نشانی کامل ایمیل تا به عنوان پیوند استفاده شود و از دید موتورهای جفنگ پنهان بماند.

# Modules: ShortCodes: UI: Label
source: Display Text
fa_ir: متن ایمیل

# Modules: ShortCodes: UI: Placeholder
source: Email Me
fa_ir: ایمیل بزن
