Repository: geminorum/gnetwork
Catalog: languages/gnetwork-*.po
Languages: fa_ir

# Modules: Comments: Total Comments Item
source: Comments in moderation: %s
fa_ir: دیدگاه‌های در انتظار تأیید: %s

# Modules: Comments: Total Comments Item
source: Comments approved: %s
fa_ir: دیدگاه‌های تأییدشده: %s

# Modules: Comments: Total Comments Item
source: Comments in Spam: %s
fa_ir: دیدگاه‌های جفنگ: %s

# Modules: Comments: Total Comments Item
source: Comments in Trash: %s
fa_ir: دیدگاه‌ها در زباله‌دان: %s

# Modules: Comments: Total Comments Item
source: Total Comments: %s
fa_ir: مجموع دیدگاه‌ها: %s

# Modules: Menu Name
source: Commerce
fa_ir: تجارت

# Modules: Menu Name
source: Products
fa_ir: کالاها

# Modules: Commerce: Settings
source: Hide Out-of-Stock Prices
fa_ir: پنهان‌سازی قیمت ناموجودها

# Modules: Commerce: Settings
source: Hide Prices on Shop Loops
fa_ir: پنهان‌سازی قیمت در فهرست‌های فروشگاه

# Modules: Commerce: Settings
source: Hide Result Count
fa_ir: پنهان‌سازی شمار نتایج

# Modules: Commerce: Settings
source: Hide Catalog Ordering
fa_ir: پنهان‌سازی چینش کاتالوگ

# Modules: Commerce: Settings
source: In Stock Custom String
fa_ir: عبارت سفارشی برای موجود در انبار

# Modules: Commerce: Settings
source: Out-of-Stock Custom String
fa_ir: عبارت سفارشی برای ناموجود در انبار

# Modules: Commerce: Settings
source: Quantity &times; Price
fa_ir: تعداد &times; قیمت

# Modules: Commerce: Settings
source: Mobile Number Field
fa_ir: فیلد شماره همراه

# Modules: Commerce: Settings
source: No Products Found
fa_ir: کالایی پیدا نشد

# Modules: Commerce: Settings
source: Fields
fa_ir: فیلدها

# Modules: Commerce
source: Recalculate Stocks
fa_ir: بازشماری موجودی

# Modules: Commerce: Column Title
source: ID
fa_ir: شناسه

# Modules: Commerce: Column Title
source: Status
fa_ir: وضعیت

# Modules: Commerce: Column Title
source: Stock
fa_ir: موجودی

# Modules: Commerce: Column Title
source: Title
fa_ir: عنوان

# Modules: Commerce
source: Overview of Woocommerce Products
fa_ir: بررسی کالاهای فروشگاه

# Modules: Commerce
source: No Products!
fa_ir: کالایی نیست!

# Modules: Commerce
source: Total: %s
fa_ir: مجموع: %s

# Modules: Commerce
source: For calling on land-line
fa_ir: برای تماس با تلفن ثابت

# Modules: Commerce
source: Mobile
fa_ir: همراه

# Modules: Commerce
source: For short message purposes
fa_ir: برای ارسال پیام کوتاه

# Modules: Commerce
source: Mobile Number cannot be empty.
fa_ir: شماره همراه نمی‌تواند خالی باشد.

# Modules: Commerce
source: Mobile Number is not valid.
fa_ir: شماره همراه نامعتبر است.

# Modules: Commerce
source: Mobile Number is already registered.
fa_ir: شماره همراه پیش از این ثبت شده است.

# Modules: Commerce
source: Mobile contact:
fa_ir: تماس همراه:

# Modules: Commerce
source: The mobile number associated with this user.
fa_ir: شماره همراهی که با این کاربر مرتبط است.

# Modules: Commerce: Action Title
source: Mobile:
fa_ir: همراه:

# Modules: Commerce
source: Mobile Number
fa_ir: شماره همراه

# Modules: Menu Name
source: CRON
fa_ir: کرون

# Modules: CRON: Settings
source: Clean Revisions
fa_ir: پاک‌سازی رونوشت‌ها

# Modules: CRON: Settings
source: Schedules a <b>monthly</b> task to delete post revisions.
fa_ir: برای پاک‌سازی رونوشت‌ها، یک تکلیف <b>ماهانه</b> را زمان‌بندی می‌کند.

# Modules: CRON: Settings
source: Disabled by Constant: %s
fa_ir: غیرفعال با ثابت: %s

# Modules: CRON: Settings
source: Email Failure
fa_ir: ایمیل اخطار

# Modules: CRON: Settings
source: Notifies the administrator status check failure via email.
fa_ir: از راه ایمیل، عدم موفقیت در بررسی وضعیت را به سرپرست اطلاع می‌دهد.

# Modules: CRON: Settings
source: Email Address
fa_ir: نشانی ایمیل

# Modules: CRON: Settings
source: Status Check
fa_ir: بررسی وضعیت

# Modules: CRON: Settings
source: %1$s is %2$s Seconds.
fa_ir: %1$s %2$s ثانیه است.

# Modules: CRON: Help Tab Title
source: Schedule Intervals
fa_ir: دوره‌های برنامه‌ریزی

# Modules: CRON: Button
source: Unschedule
fa_ir: حذف زمان‌بندی

# Modules: CRON
source: Trigger Manually
fa_ir: اجرای دستی

# Modules: CRON: Widget Title
source: WP-Cron Status Check
fa_ir: بررسی کرون وردپرس

# Modules: CRON
source: WP-Cron Status Checker has not run yet.
fa_ir: بررسی‌کننده کرون وردپرس تا به حال اجرا نشده است.

# Modules: CRON
source: While trying to spawn a call to the WP-Cron system, the following error occurred:
fa_ir: در هنگام اجرای درخواست برای سامانه کرون وردپرس، این خطا اتفاق افتاده است:

# Modules: CRON
source: This is a problem with your installation.
fa_ir: این مشکل از تنظیمات وردپرس شماست.

# Modules: CRON
source: WP-Cron is working as of %s
fa_ir: سامانه کرون تا %s فعال بوده است

# Modules: CRON
source: The %1$s constant is set to true as of %2$s. WP-Cron is disabled and will not run automatically.
fa_ir: ثابت %1$s تعریف شده است. از %2$s سامانه کرون وردپرس غیرفعال است و به صورت خودکار اجرا نخواهد شد.

# Modules: CRON
source: The %1$s constant is set to true as of %2$s. We cannot determine the status of the WP-Cron system.
fa_ir: ثابت %1$s تعریف شده است. از %2$s بررسی وضعیت سامانه کرون وردپرس امکان‌پذیر نیست.

# Modules: CRON: Email Subject
source: [%s] WP-Cron Failed!
fa_ir: [%s] کرون وردپرس انجام نمی‌شود!

# Modules: CRON
source: View the current cron scheduled tasks
fa_ir: بازبینی تکالیف زمان‌بندی‌شده برای اجرا توسط کرون

# Modules: CRON
source: %s Ready Cron-job
fa_ir: %s تکلیف کرون آماده

# Modules: CRON
source: Cron-jobs Done!
fa_ir: تکالیف کرون اجرا شده‌اند!

# Modules: CRON
source: Cron-jobs ready to be run.
fa_ir: تکالیف کرونی که آماده برای اجرا هستند.

# Modules: CRON
source: Cron-jobs with missing action.
fa_ir: کنش‌های کرونی که غیرقابل اجرا هستند.

# Modules: CRON
source: %s Corn-job Missing Action
fa_ir: %s کنش کرون غیرقابل اجرا

# Modules: CRON
source: The WP-Cron system will be automatically checked once every 24 hours.
fa_ir: وضعیت سامانه کرون وردپرس هر ۲۴ ساعت به صورت خودکار بررسی خواهد شد.

# Modules: CRON
source: There was a problem getting the status of WP Cron.
fa_ir: مشکلی در دریافت وضعیت سامانه کرون پیش آمده است.

# Modules: CRON
source: Check Status Now
fa_ir: همین حالا بررسی کن

# Modules: CRON
source: View Scheduled Tasks
fa_ir: بازبینی تکالیف زمان‌بندی‌شده

# Modules: CRON
source: Next
fa_ir: بعدی

# Modules: CRON
source: Tasks
fa_ir: تکالیف

# Modules: CRON
source: Overview of tasks scheduled for WP-Cron
fa_ir: بازبینی تکالیف زمان‌بندی‌شده برای اجرا توسط کرون وردپرس

# Modules: CRON
source: Nothing scheduled!
fa_ir: تکلیفی مشخص نشده است!

# Modules: CRON
source: With %s event(s) ready to be run.
fa_ir: همراه با %s تکلیف آماده برای اجرا.

# Modules: CRON
source: Once Monthly
fa_ir: ماهانه یک بار

# Modules: Dashboard: Widget Title
source: At a Glance
fa_ir: در یک نگاه

# Modules: Dashboard: Widget Title
source: External Feed
fa_ir: خوراک بیرونی

# Modules: Dashboard: Widget Title
source: Latest Logins
fa_ir: آخرین ورودها

# Modules: Dashboard: Widget Title
source: Your Sites
fa_ir: سایت‌های شما

# Modules: Dashboard: Widget Title
source: Terms of Service
fa_ir: شرایط و قوانین

# Modules: Dashboard: Widget Title
source: Your Navigation
fa_ir: راه‌بری شما

# Modules: Dashboard: Widget Title
source: Latest Signups
fa_ir: آخرین نام‌نویسی‌ها

# Modules: Dashboard: User Menu
source: &#8220;Not all those who wander are lost!&#8221;
fa_ir: &rdquor;نه تمام سرگردانان، گمشده‌اند!&ldquo;

# Modules: Dashboard: Right Now
source: %s Comment
fa_ir: %s دیدگاه

# Modules: Dashboard: Right Now
source: %s Awaiting Comment
fa_ir: %s دیدگاه در انتظار

# Modules: Dashboard: Right Now
source: %s Spam Comment
fa_ir: %s دیدگاه جفنگ

# Modules: Dashboard: Right Now
source: There are no contents available!
fa_ir: محتوایی در دسترس نیست!

# Modules: Dashboard: Signups
source: On
fa_ir: در

# Modules: Dashboard: Signups
source: Name/E-mail
fa_ir: نام/ایمیل

# Modules: Dashboard: Signups
source: %1$s ago &mdash; %2$s
fa_ir: %1$s پیش &mdash; %2$s

# Modules: Dashboard: Signups
source: Last User Registered %s ago
fa_ir: آخرین نام‌نویسی در %s پیش

# Modules: Dashboard: Signups
source: With %s Spam User
fa_ir: همراه با %s کاربر جفنگ

# Modules: Dashboard: Signups
source: With No Spam User
fa_ir: بدون کاربر جفنگ

# Modules: Dashboard: Signups
source: And %s Super Admin
fa_ir: و %s مدیرکل

# Modules: Dashboard: Signups
source: Total of %s User
fa_ir: مجموع یک کاربر

# Modules: Dashboard: Logins
source: Ago
fa_ir: پیش

# Modules: Dashboard: Logins
source: Name
fa_ir: نام

# Modules: Dashboard: Logins
source: Timestamp
fa_ir: زمان

# Modules: Dashboard: Update Core
source: Update WordPress
fa_ir: به‌روزرسانی وردپرس

# Modules: Dashboard: Blog Public
source: Search Engines Discouraged
fa_ir: موتورهای جست‌وجو مسدود شده‌اند

# Modules: Dashboard: Space Quota
source: %s Space Used
fa_ir: %s از فضا استفاده شده

# Modules: Menu Name
source: Database
fa_ir: پایگاه داده‌ها

# Modules: Menu Name
source: Remote Tests
fa_ir: آزمایشات دوردست

# Modules: Menu Name
source: System Report
fa_ir: گزارشات

# Modules: Menu Name
source: Error Logs
fa_ir: لاگ‌های خطا

# Modules: Menu Name
source: System Logs
fa_ir: لاگ‌های سیستم

# Modules: Menu Name
source: Failed Logs
fa_ir: لاگ‌های ناموفق

# Modules: Menu Name
source: Not-Found Logs
fa_ir: لاگ‌های پیدا نشد

# Modules: Menu Name
source: Search Logs
fa_ir: لاگ‌های جست‌وجو

# Modules: Debug
source: Clear Logs
fa_ir: پاک‌سازی لاگ‌ها

# Modules: Debug
source: Download Logs
fa_ir: دریافت لاگ‌ها

# Modules: Debug: System Report
source: Below you can find various raw information about the current server and WordPress installation.
fa_ir: در زیر میتوانید اطلاعات اولیه در مورد سرور فعلی و وردپرس نصب شده را پیدا کنید.

# Modules: Debug
source: Website Remote Tests
fa_ir: آزمایشات دوردست سایت

# Modules: Debug
source: There are no tests available!
fa_ir: آزمایشی در دسترس نیست!

# Modules: Debug: Log Box
source: The Last %s Logs, in reverse order
fa_ir: %s لاگ آخر، به صورت معکوس

# Modules: Debug: Log Box
source: File Size: %s
fa_ir: حجم پرونده: %s

# Modules: Debug: Log Box
source: There was a problem reading the logs.
fa_ir: مشکلی در خواندن لاگ‌ها پیش آمده است.

# Modules: Debug
source: Disk Space
fa_ir: فضای دیسک

# Modules: Debug
source: %s has been disabled.
fa_ir: %s غیرفعال شده است.

# Modules: Debug
source: %s in Error Logs
fa_ir: %s در لاگ خطا

# Modules: Debug
source: %s in System Logs
fa_ir: %s در لاگ سیستم

# Modules: Debug
source: %s in Failed Logs
fa_ir: %s در لاگ ناموفق

# Modules: Debug
source: %s in Not-Found Logs
fa_ir: %s در لاگ پیدا نشد

# Modules: Debug
source: %s in Search Logs
fa_ir: %s در لاگ جست‌وجو

# Modules: Debug
source: %s in WooCommerce Logs
fa_ir: %s در لاگ فروشگاه

# Modules: Debug
source: %1$s of %2$s
fa_ir: %1$s از %2$s

# Modules: Debug
source: Extras
fa_ir: افزوده‌ها

# Modules: Debug
source: Check Error Logs
fa_ir: بررسی لاگ‌های خطا

# Modules: Debug
source: Check System Logs
fa_ir: بررسی لاگ‌های سیستم

# Modules: Debug
source: Check Failed Logs
fa_ir: بررسی لاگ‌های ناموفق

# Modules: Debug
source: Check Not-Found Logs
fa_ir: بررسی لاگ‌های پیدا نشد

# Modules: Debug
source: Check Search Logs
fa_ir: بررسی لاگ‌های جست‌وجو

# Modules: Menu Name
source: Dev Tools
fa_ir: ابزارهای توسعه

# Modules: Menu Name
source: Embed
fa_ir: جاسازی

# Modules: Embed: Settings
source: Load Default Embeds
fa_ir: بارگیری جاسازهای پیش‌فرض

# Modules: Embed: Settings
source: Auto-Embeds URLs
fa_ir: جاسازی خودکار نشانی‌ها

# Modules: Embed: Settings
source: oEmbed Providers
fa_ir: ارائه‌دهنگان oEmbed

# Modules: Embed: Settings
source: oEmbed Discovery
fa_ir: کشف oEmbed

# Modules: Embed: Settings
source: Load PDF Embeds
fa_ir: بارگیری جاسازهای PDF

# Modules: Embed: Settings
source: Load Instagram Embeds
fa_ir: بارگیری جاسازهای اینستاگرام

# Modules: Embed: Settings
source: Load Aparat Embeds
fa_ir: بارگیری جاسازهای آپارات

# Modules: Embed: Settings
source: Load Balad Embeds
fa_ir: بارگیری جاسازهای بلد

# Modules: Embed: Settings
source: Load Kavimo oEmbeds
fa_ir: بارگیری جاسازهای کاویمو

# Modules: Embed: Settings
source: Load GIPHY Embeds
fa_ir: بارگیری جاساز‌های گیفی

# Modules: Embed: Settings
source: Image Width
fa_ir: عرض تصویر

# Modules: Embed: Settings
source: Image Caption
fa_ir: توضیحات تصویر

# Modules: Embed: Settings
source: Error Message
fa_ir: پیام خطا

# Modules: Embed
source: Error while loading the content.
fa_ir: خطایی در هنگام بارگیری محتوا اتفاق افتاده است.

# Modules: Embed: Settings
source: Default Count
fa_ir: شمار پیش‌فرض

# Modules: Embed: Settings
source: Number of items on a list embed.
fa_ir: شمار موارد در فهرست جاسازی‌شده.

# Modules: Embed: Settings
source: Wrapped Links
fa_ir: پیوندهای لفافه‌بندی‌شده

# Modules: Embed: Settings
source: Instagram
fa_ir: اینستاگرام

# Modules: Embed: Item With No Title
source: Untitled
fa_ir: (بدون عنوان)

# Modules: Menu Name
source: Extend
fa_ir: گستره

# Modules: Extend
source: Site
fa_ir: سایت

# Modules: Extend
source: Theme
fa_ir: پوسته

# Modules: Extend
source: Template
fa_ir: قالب

# Modules: Extend
source: Plugins
fa_ir: افزونه‌ها

# Modules: Extend
source: Editorial
fa_ir: تحریریه

# Modules: Extend
source: Overview of Current Active Theme and Plugins
fa_ir: بازبینی پوسته و افزونه‌های فعال کنونی

# Modules: Extend
source: No site found!
fa_ir: سایتی پیدا نشد!

# Modules: Menu Name
source: Feed
fa_ir: خوراک

# Modules: Feed: Settings
source: WordPress Feeds
fa_ir: خوراک‌های وردپرس

# Modules: Feed: Settings
source: Select to disable Wordpress core feeds.
fa_ir: خوراک‌های هسته وردپرس را غیرفعال می‌کند.

# Modules: Feed: Settings
source: Delay Feeds
fa_ir: تأخیر خوراک‌ها

# Modules: Feed: Settings
source: Delays appearing published posts on the site feeds.
fa_ir: فرسته‌های منتشر شده روی سایت را با تأخیر در خوراک‌های سایت نمایش می‌دهد.

# Modules: Blog: Settings
source: No Delay
fa_ir: بدون تأخیر

# Modules: Feed: Settings
source: JSON Feed
fa_ir: خوراک JSON

# Modules: Feed: Settings
source: Adds JSON as new type of feed that anyone can subscribe to.
fa_ir: نوع تازه‌ای از خوراک با عنوان JSON اضافه می‌کند تا همگان دسترسی به آن داشته باشند.

# Modules: Menu Name
source: Translate
fa_ir: ترجمه

# Modules: GlotPress: Settings
source: Home Title
fa_ir: عنوان خانه

# Modules: GlotPress: Home Title
source: GlotPress
fa_ir: گلات‌پرس

# Modules: Menu Name
source: Images
fa_ir: تصویرها

# Modules: Images: Settings
source: Strip EXIF
fa_ir: پاک‌سازی EXIF

# Modules: Images: Settings
source: Edit Thumbnails Separately
fa_ir: ویرایش جداگانه بندانگشتی‌ها

# Modules: Images: Settings
source: Size Threshold
fa_ir: آستانه اندازه

# Modules: Images: Settings
source: JPEG Quality
fa_ir: کیفیت JPEG

# Modules: Images: Settings
source: Sets the compression quality setting used for JPEG images.
fa_ir: کیفیت فشرده‌سازی را برای تصاویر JPEG تنظیم می‌کند.

# Modules: Images: Settings
source: WebP Quality
fa_ir: کیفیت WebP

# Modules: Images: Settings
source: Sets the compression quality setting used for WebP images.
fa_ir: کیفیت فشرده‌سازی را برای تصاویر WebP تنظیم می‌کند.

# Modules: Images: Settings
source: Output Format
fa_ir: ساختار خروجی

# Modules: Menu Name
source: Legal
fa_ir: قانونی

# Modules: Legal: Settings
source: Display ToS
fa_ir: نمایش شرایط خدمات

# Modules: Legal: Settings
source: ToS Title
fa_ir: عنوان شرایط خدمات

# Modules: Legal: Settings
source: Terms of Service
fa_ir: شرایط و قوانین

# Modules: Legal: Settings
source: ToS URL
fa_ir: پیوند شرایط خدمات

# Modules: Legal: Settings
source: ToS Text
fa_ir: متن شرایط خدمات

# Modules: Legal: Settings
source: ToS Label
fa_ir: برچسب شرایط خدمات

# Modules: Legal: Settings
source: By checking the Terms of Service box you have read and agree to all the policies set forth in this site's terms of service.
fa_ir: خواندم و تعهد به شرایط و قوانین سایت را می‌پذیرم.

# Modules: Legal: Settings
source: ToS Must
fa_ir: الزام شرایط خدمات

# Modules: Legal: Settings
source: You have to accept our terms of service. Otherwise we cannot register you on our site.
fa_ir: برای نام‌نویسی در این سایت، باید با شرایط و قوانین سایت موافقت کنید.

# Modules: Legal: Settings
source: Details about terms of service section on registration pages.
fa_ir: جزئیات مربوط به بخش شرایط و قوانین در صفحات نام‌نویسی.

# Modules: Mail
source: View Ads.txt
fa_ir: دیدن Ads.txt

# Modules: Legal
source: Insert Default %s
fa_ir: جای‌گذاری %s پیش‌فرض

# Modules: Legal
source: Read the full agreement
fa_ir: متن کامل را مطالعه کنید

# Modules: Menu Name
source: Lockdown
fa_ir: لاک‌داون

# Modules: Menu Name
source: Login
fa_ir: ورود

# Modules: Login: Settings
source: Login Math
fa_ir: ریاضی ورود

# Modules: Login: Settings
source: Login Language
fa_ir: زبان ورود

# Modules: Login: Settings
source: Log Logins
fa_ir: آمارگیری ورود

# Modules: Login: Settings
source: Last Logins
fa_ir: آخرین ورودها

# Modules: Login: Settings
source: Password Reset
fa_ir: بازنشانی رمز

# Modules: Login: Settings
source: Reset Message
fa_ir: پیام بازنشانی

# Modules: Login: Settings
source: Log-in After
fa_ir: بعد از ورود

# Modules: Login: Settings
source: Log-out After
fa_ir: بعد از خروج

# Modules: Login: Settings
source: Hidden Login Page
fa_ir: صفحه ورود پنهانی

# Modules: Login: Settings
source: Hidden Login Slug
fa_ir: نامک ورود پنهانی

# Modules: Login: Settings
source: Custom slug for the hidden login page.
fa_ir: نامک سفارشی برای صفحه ورود مخفی.

# Modules: Login: Settings
source: Login Remember
fa_ir: خاطره ورود

# Modules: Login
source: Not Checked
fa_ir: غیرفعال

# Modules: Login
source: Checked
fa_ir: فعال

# Modules: Login: Settings
source: Credits Badge
fa_ir: نشان اعتبارات

# Modules: Login: Settings
source: CSS Theme
fa_ir: پوسته CSS

# Modules: Login: Settings
source: Extra CSS
fa_ir: CSS افزوده

# Modules: Login: Settings
source: Hidden
fa_ir: پنهانی

# Modules: Login
source: Move along, nothing to see here!
fa_ir: اینجا خبری نیست!

# Modules: Login
source: Prove your humanity:
fa_ir: اگر قصد ورود دارید:

# Modules: Login
source: <strong>This site is not properly configured.</strong> Please ask this site's administrator to review for information on how to resolve this issue.
fa_ir: <strong>این سایت به درستی پیکربندی نشده است.</strong> لطفاً از سرپرست سایت بخواهید تا چگونگی حل این مسئله را بررسی کند.

# Modules: Login
source: <strong>You failed to correctly answer the math problem.</strong> This is used to combat spam. Please use your browser's back button to return to the login form, press the "refresh" button to generate a new math problem, and try to log in again.
fa_ir: <strong>پاسخ شما به مسئله ریاضی درست نبود.</strong> از این ابزار برای مبارزه با هرزنامه استفاده می‌شود. لطفاً از دکمه برگشت مرورگر خود برای بازگشت به فرم ورود استفاده کنید؛ دکمه "refresh" را فشار دهید تا یک مسئله ریاضی جدید ایجاد شود. سپس برای ورود، دوباره تلاش کنید.

# Modules: Login
source: Your account is disabled by an administrator.
fa_ir: حساب کاربری شما، توسط یک سرپرست غیرفعال شده است.

# Modules: Login: Ambiguous Error
source: <strong>ERROR</strong>: Invalid login data.
fa_ir: <strong>خطا</strong>: داده‌های ورود نامعتبر است.

# Modules: Login: Ambiguous Error
source: Lost your password?
fa_ir: رمزتان را فراموش کرده‌اید؟

# Modules: Login
source: You are already logged in.
fa_ir: شما هم‌اکنون وارد شده‌اید.

# Modules: Login
source: Login Style
fa_ir: سبک ورود

# Modules: Menu Name
source: Mail
fa_ir: ایمیل

# Modules: Menu Name
source: Test Mail
fa_ir: آزمایش ایمیل

# Modules: Menu Name
source: Email Logs
fa_ir: لاگ ایمیل‌ها

# Modules: Mail: Settings
source: Check Provider
fa_ir: بررسی ارائه‌دهنده

# Modules: Mail: Settings
source: From Email
fa_ir: ارسال ایمیل با نشانی

# Modules: Mail: Settings
source: From Name
fa_ir: ارسال ایمیل با نام

# Modules: Mail: Settings
source: Return Path
fa_ir: مسیر بازگشت

# Modules: Mail: Settings
source: Mailer
fa_ir: ارسال کننده

# Modules: Mail: Settings
source: SMTP Host
fa_ir: میزبان SMTP

# Modules: Mail: Settings
source: SMTP Port
fa_ir: پورت SMTP

# Modules: Mail: Settings
source: Encryption
fa_ir: رمزنگاری

# Modules: Mail: Encryption Option
source: No encryption.
fa_ir: رمزنگاری نشود.

# Modules: Mail: Encryption Option
source: Use SSL encryption.
fa_ir: از رمزنگاری SSL استفاده شود.

# Modules: Mail: Encryption Option
source: Use TLS encryption. This is not the same as STARTTLS.
fa_ir: از رمزنگاری TLS استفاده شود. که با STARTTLS متفاوت است.

# Modules: Mail: Settings
source: Username
fa_ir: شناسه

# Modules: Mail: Settings
source: Password
fa_ir: رمز

# Modules: Mail: Settings
source: Log All
fa_ir: لاگ همگی

# Modules: Mail: Settings
source: Logs all out-going emails in a secure folder.
fa_ir: تمامی ایمیل‌های برونی را در پوشه امن لاگ می‌کند.

# Modules: Mail: Settings
source: SMTP Settings
fa_ir: تنظیمات SMTP

# Modules: Mail: Settings
source: Log Settings
fa_ir: تنظیمات لاگ

# Modules: Mail
source: Test Mail
fa_ir: آزمایش ایمیل

# Modules: Mail
source: Email Logs
fa_ir: لاگ ایمیل‌ها

# Modules: Mail
source: Send Test Mail
fa_ir: ارسال ایمیل آزمایشی

# Modules: Mail
source: Delete Selected
fa_ir: پاک‌کردن انتخاب‌شده

# Modules: Mail
source: Delete All
fa_ir: پاک‌کردن همه

# Modules: Mail
source: [%s] Test Mail
fa_ir: [%s] آزمایش ایمیل

# Modules: Mail
source: This is a test email generated by the gNetwork Mail plugin.
fa_ir: این یک ایمیل آزمایشی از افزونه شبکه وردپرس است.

# Modules: Mail
source: To
fa_ir: به

# Modules: Mail
source: Subject
fa_ir: موضوع

# Modules: Mail
source: Message
fa_ir: پیام

# Modules: Mail
source: Test message sent.
fa_ir: ایمیل آزمایشی ارسال شد.

# Modules: Mail
source: The result was:
fa_ir: نتیجه این بود:

# Modules: Mail
source: The SMTP debugging output:
fa_ir: خروجی اشکال‌زدایی SMTP:

# Modules: Mail: Email Logs Table Column
source: Whom, When
fa_ir: چه کسی، چه وقتی

# Modules: Mail: Email Logs Table
source: User
fa_ir: کاربر

# Modules: Mail: Email Logs Table
source: Site
fa_ir: سایت

# Modules: Mail: Row Action
source: Download
fa_ir: دریافت

# Modules: Mail: Row Action
source: Delete
fa_ir: حذف

# Modules: Mail: Email Logs Table Column
source: What
fa_ir: چه چیزی

# Modules: Mail: Email Logs Table Prefix
source: Subject
fa_ir: موضوع

# Modules: Mail
source: Overview of Email Logs
fa_ir: مروری بر لاگ ایمیل‌ها

# Modules: Menu Name
source: Maintenance
fa_ir: نگه‌داشت

# Modules: Maintenance: Settings
source: Site Maintenance
fa_ir: نگه‌داشت سایت

# Modules: Maintenance: Settings
source: Admin Maintenance
fa_ir: نگه‌داشت مدیریت

# Modules: Maintenance: Settings
source: Admin Notice
fa_ir: آگاه‌سازی مدیریت

# Modules: Maintenance
source: The Maintenance Mode is active.
fa_ir: حالت نگه‌داشت فعال است.

# Modules: Maintenance: Settings
source: Login Message
fa_ir: پیام صفحه ورود

# Modules: Maintenance
source: The site is unavailable for scheduled maintenance.
fa_ir: سایت برای اجرای تعمیرات در دسترس نیست.

# Modules: Maintenance: Settings
source: Status Code
fa_ir: کد وضعیت

# Modules: Maintenance: Settings
source: Retry After
fa_ir: تلاش دوباره پس از

# Modules: Maintenance
source: Store as %s
fa_ir: ذخیره به عنوان %s

# Modules: Maintenance: Settings
source: Current Layout: %s
fa_ir: طرح‌بندی کنونی: %s

# Modules: Maintenance: Settings
source: There are no layouts available. We will use an internal instead.
fa_ir: طرح‌بندی اختصاصی پیدا نشد، از طرح‌بندی پیش‌فرض استفاده خواهد شد.

# Modules: Maintenance
source: In Maintenance!
fa_ir: در نگه‌داشت!

# Modules: Maintenance: Default 503 Message
source: The site is unavailable for scheduled maintenance.
fa_ir: سایت برای اجرای تعمیرات در دسترس نیست.

# Modules: Menu Name
source: Media
fa_ir: رسانه

# Modules: Media: Settings
source: Tools Access
fa_ir: دسترسی ابزارها

# Modules: Media: Settings
source: Selected and above can access the image tools.
fa_ir: انتخاب شده و بالاتر به برگه ابزارهای تصویرها دسترسی دارند.

# Modules: Media
source: Clean Attachments
fa_ir: پالایش پیوست‌ها

# Modules: Media
source: Sync Attachments
fa_ir: همگام‌سازی پیوست‌ها

# Modules: Media
source: Cache In Content
fa_ir: انباشت درون‌متن

# Modules: Media
source: Correct SSL
fa_ir: اصلاح SSL

# Modules: Media
source: Purge Meta
fa_ir: پاک‌سازی متا
