Repository: geminorum/gnetwork
Catalog: languages/gnetwork-*.po
Languages: fa_ir

# Modules: Update: Settings
source: Tokens to access specefic packages.
fa_ir: ژتون مخصوص دسترسی به هر بسته.

# Modules: Update: Settings
source: No packages found. Please use “Refresh Packages” button on the sidebox.
fa_ir: هیچ بسته‌ای پیدا نشد لطفا از دکمه «تازه‌سازی بسته‌ها» در نوارکناری استفاده کنید.

# Modules: Update: Settings
source: Remote
fa_ir: دوردست

# Modules: Update: Settings
source: Updates themes and plugins from a remote repository.
fa_ir: پوسته‌ها و افزونه‌ها را از مخزن دوردست به‌روز می‌کند.

# Modules: Update
source: Refresh Packages
fa_ir: تازه‌سازی بسته‌ها

# Modules: Update
source: Regenerates package informations.
fa_ir: اطلاعات بسته‌ها را بازتولید می‌کند.

# Modules: Update
source: Remote updates are disabled.
fa_ir: به‌روزرسانی از دوردست غیرفعال است.

# Modules: Menu Name
source: Uptime
fa_ir: پایداری

# Modules: Uptime: Settings
source: API Key
fa_ir: کلید API

# Modules: Uptime: Help Tab Title
source: Uptime Robot
fa_ir: ربات پایداری

# Modules: Uptime: Widget Title
source: Uptime Monitor
fa_ir: دیدبان پایداری

# Modules: Uptime
source: Uptime Ratio: %s
fa_ir: نسبت پایداری: %s

# Modules: Uptime
source: Response Time: %s
fa_ir: زمان واکنش:‌ %s

# Modules: Uptime
source: Interval: %s
fa_ir: بازه: %s

# Modules: Uptime
source: Last Response Time: %s
fa_ir: آخرین واکنش: %s

# Modules: Uptime
source: Down
fa_ir: ناپایدار

# Modules: Uptime
source: Up
fa_ir: پایدار

# Modules: Uptime
source: Paused
fa_ir: متوقف شده

# Modules: Uptime
source: Started
fa_ir: آغاز شده

# Modules: Uptime
source: Unknown!
fa_ir: ناشناخته!

# Modules: Menu Name
source: User
fa_ir: کاربر

# Modules: Menu Name
source: Network Roles
fa_ir: نقش‌های شبکه

# Modules: User: Settings
source: Site User ID
fa_ir: شناسه کاربر سایت

# Modules: User: Settings
source: Site User Role
fa_ir: نقش کاربر سایت

# Modules: User: Settings
source: Application Password Access
fa_ir: دسترسی به رمز برنامه

# Modules: User: Settings
source: User Avatars
fa_ir: آواتارهای کاربران

# Modules: User: Settings
source: Network Roles
fa_ir: نقش‌های شبکه

# Modules: User: Settings
source: Administrator User Edit
fa_ir: ویرایش توسط مدیر

# Modules: User: Settings
source: Enhanced Search
fa_ir: جست‌وجوی بهتر

# Modules: User: Settings
source: Search Values
fa_ir: مقادیر جست‌وجو

# Modules: User: Settings: Search Value
source: User Login
fa_ir: ورود کاربر

# Modules: User: Settings: Search Value
source: User URL
fa_ir: نشانی اینترنتی کاربر

# Modules: User: Settings: Search Value
source: User Email
fa_ir: ایمیل کاربر

# Modules: User: Settings: Search Value
source: User Nicename
fa_ir: نام مستعار کاربر

# Modules: User: Settings: Search Value
source: Display Name
fa_ir: نام نمایشی

# Modules: User: Settings
source: Search Metas
fa_ir: متای جست‌وجو

# Modules: User: Settings: Search Meta
source: Mobile
fa_ir: همراه

# Modules: User: Settings: Search Meta
source: Identity Number
fa_ir: کد ملی

# Modules: User: Settings: Search Meta
source: First Name
fa_ir: نام

# Modules: User: Settings: Search Meta
source: Last Name
fa_ir: نام خانوادگی

# Modules: User: Settings: Search Meta
source: Nickname
fa_ir: نام مستعار

# Modules: User: Settings
source: Dashboard Sites
fa_ir: سایت‌های پیشخوان

# Modules: User: Settings
source: Dashboard User Menu
fa_ir: فهرست کاربری پیشخوان

# Modules: User
source: Default Role for All Users
fa_ir: نقش پیش‌فرض برای همهٔ کاربران

# Modules: User
source: Adds all registered users on the main site with default role.
fa_ir: همهٔ کاربران ثبت‌شده را در سایت اصلی، با نقش پیش‌فرض، اضافه می‌کند.

# Modules: User
source: View and set network roles here.
fa_ir: نقش‌های شبکه را اینجا ببینید و تنظیم کنید.

# Modules: User
source: Network Roles are disabled.
fa_ir: نقش‌های شبکه غیرفعال است.

# Modules: User: Settings
source: Default User Roles
fa_ir: نقش پیش‌فرض کاربر

# Modules: User: Settings
source: View Users List
fa_ir: نمایش فهرست کاربران

# Modules: User: Page Menu
source: Network Extras
fa_ir: افزوده‌های شبکه

# Modules: User: Page Menu
source: Extras
fa_ir: افزوده‌ها

# Modules: User: Page Menu
source: gNetwork Extras: %s
fa_ir: %s

# Modules: User
source: There are %s total users
fa_ir: مجموع %s کاربر

# Modules: User
source: %1$s are %2$s
fa_ir: %1$s %2$s

# Modules: User
source: Marked as Spam <span class="count">(%s)</span>
fa_ir: جفنگ <span class="count">(%s)</span>

# Modules: User
source: Marked as Spam
fa_ir: جفنگ

# Modules: User
source: Extra
fa_ir: افزوده

# Modules: User
source: Timestamps
fa_ir: زمان‌ها

# Modules: User
source: Name
fa_ir: نام

# Modules: User
source: Custom Name
fa_ir: نام سفارشی

# Modules: User: Custom Name
source: In %1$s as: %2$s
fa_ir: در %1$s به عنوان: %2$s

# Modules: User
source: Click to Call
fa_ir: برای تماس کلیک کنید

# Modules: User
source: Email
fa_ir: ایمیل

# Modules: User
source: URL
fa_ir: نشانی

# Modules: User
source: Registered
fa_ir: نام‌نویسی

# Modules: User
source: Last Login
fa_ir: آخرین ورود

# Modules: User
source: Last Activity
fa_ir: آخرین فعالیت

# Modules: User
source: Register IP
fa_ir: IP نام‌نویسی

# Modules: Menu Name
source: Widgets
fa_ir: ابزارک‌ها

# Modules: Widgets: Settings
source: Extra Widgets
fa_ir: ابزارک‌های افزوده

# Modules: Widgets: Settings
source: Registers extra sidebar widgets.
fa_ir: ابزارک‌های افزوده ستون کناری را مهیا می‌کند.

# Modules: Widgets: Settings
source: Sidebar Widgets
fa_ir: ابزارک‌های ستون‌کناری

# Modules: Widgets: Settings
source: Dashboard Widgets
fa_ir: ابزارک‌های پیشخوان

source: Not Available
fa_ir: خارج از دسترس

source: N/A
fa_ir: خ/د

# Provider Core
source: Provider
fa_ir: ارائه‌دهنده

# Provider Core
source: Load this provider
fa_ir: بارگیری این ارائه‌دهنده

# Provider Core: Settings
source: Load Providers
fa_ir: بارگیری ارائه‌دهنده‌ها

# Provider Core: Settings
source: Tries to load available providers for this module.
fa_ir: برای بارگیری ارا‌ئه‌دهنده‌های موجود برای این پودمان تلاش می‌کند.

# Provider Core: Settings
source: Debug Providers
fa_ir: اشکال‌زدایی ارائه‌دهنده‌ها

# Provider Core: Settings
source: Shows debug information about available providers.
fa_ir: اطلاعات اشکال‌زدایی درباره ارائه‌دهنده‌های موجود را نمایش می‌دهد.

# Provider Core: Settings
source: Access Level
fa_ir: سطح دسترسی

# Provider Core: Settings
source: Selected and above can view the providers information.
fa_ir: انتخاب شده و بالاتر به اطلاعات ارائه‌دهنده دسترسی دارند.

# Provider Core: Settings
source: Default Provider
fa_ir: ارائه‌دهنده پیش‌فرض

# Provider Core: Settings
source: Log Data
fa_ir: لاگ داده‌ها

# Provider Core: Settings
source: Logs all data in a secure folder.
fa_ir: همه داده‌ها در شاخه حفاظت‌شده‌ای لاگ شوند.

# Provider: Box
source: Box
fa_ir: باکس

# Provider: Box
source: API Key
fa_ir: کلید API

# Provider: Box: Settings
source: Box
fa_ir: باکس

# Provider: Dropbox
source: Dropbox
fa_ir: دراپ‌باکس

# Provider: Dropbox: Settings
source: Dropbox
fa_ir: دراپ‌باکس

# Provider: Eitaa
source: Eitaa
fa_ir: ایتا

# Provider: Eitaa: Settings
source: Eitaa
fa_ir: ایتا

# Provider: Farapaymak
source: Farapaymak
fa_ir: فراپیامک

# Provider: Farapaymak
source: From Number
fa_ir: شماره سایت

# Provider: Farapaymak
source: Admin Numbers
fa_ir: شمارهٔ مدیر

# Provider: Farapaymak: Settings
source: Farapaymak
fa_ir: فراپیامک

# Provider: Kavenegar
source: Kavenegar
fa_ir: کاوه‌نگار

# Provider: Kavenegar
source: API Key
fa_ir: کلید API

# Provider: Kavenegar
source: From Number
fa_ir: شماره سایت

# Provider: Kavenegar
source: Admin Numbers
fa_ir: شمارهٔ مدیر

# Provider: Kavenegar: Settings
source: Kavenegar
fa_ir: کاوه‌نگار

# Provider: Kavenegar
source: %s Rials for SMS
fa_ir: %s ریال برای SMS

# Provider: Kavenegar
source: Charge SMS Credits!
fa_ir: اعتبار SMS را شارژ کنید!

# Provider: Telegram
source: Telegram
fa_ir: تلگرام

# Provider: Telegram: Settings
source: Telegram
fa_ir: تلگرام

# Scripts: Playback Speed Title
source: Playback Speed %s&times;
fa_ir: سرعت پخش &times;%s

# Settings: Header Title
source: Network Extras
fa_ir: افزوده‌های شبکه

# Settings: Header Title: Link Title Attr
source: Plugin Changelog
fa_ir: لاگ تغییرات افزونه

# Settings: Header Title
source: Extras
fa_ir: افزوده‌ها

# Settings: Message
source: Settings reset.
fa_ir: تنظیمات بازنشانی شد.

# Settings: Message
source: Tables optimized.
fa_ir: جدول داده‌ها، بهینه‌سازی شد.

# Settings: Message
source: Settings updated.
fa_ir: تغییرات ذخیره شد.

# Settings: Message
source: Data purged.
fa_ir: داده‌ها دور ریخته شد.

# Settings: Message
source: File/Folder created.
fa_ir: فایل/پوشه ایجاد شد.

# Settings: Message
source: Mail sent successfully.
fa_ir: نامه با موفقیت فرستاده شد.

# Settings: Message
source: Error occurred!
fa_ir: خطایی رخ داده است!

# Settings: Message
source: Something's wrong!
fa_ir: انگار چیزی اشتباه است!

# Settings: Message
source: No item changed!
fa_ir: موردی تغییر نکرده است!

# Settings: Message
source: No item added!
fa_ir: موردی افزوده نشده است!

# Settings: Message
source: You do not have the access!
fa_ir: شما دسترسی لازم را ندارید!

# Settings: Message
source: %s items(s) converted!
fa_ir: %s مورد تبدیل شد!

# Settings: Message
source: %s items(s) imported!
fa_ir: %s مورد درون‌ریزی شد!

# Settings: Message
source: %s items(s) created!
fa_ir: %s مورد ایجاد شد!

# Settings: Message
source: %s items(s) deleted!
fa_ir: %s مورد حذف شد!

# Settings: Message
source: %s items(s) cleaned!
fa_ir: %s مورد پاک شد!

# Settings: Message
source: %s items(s) changed!
fa_ir: %s مورد تغییر کرد!

# Settings: Message
source: %s items(s) emptied!
fa_ir: %s مورد خالی شد!

# Settings: Message
source: %s items(s) closed!
fa_ir: %s مورد بسته شد!

# Settings: Message
source: %s items(s) re-ordered!
fa_ir: %s مورد مرتب شد!

# Settings: Message
source: %s items(s) synced!
fa_ir: %s مورد همگام‌سازی شد!

# Settings: Message
source: %s Counted!
fa_ir: %s شمرده شد!

# Settings
source: %s Counted!
fa_ir: %s مورد!

# Settings: Message
source: Cheatin&#8217; uh?
fa_ir: کلک میزنی؟!

# Settings: Message
source: huh? %s
fa_ir: ها؟ %s

# Settings: Message
source: huh?
fa_ir: ها؟

# Settings: Confirm
source: Are you sure? This operation can not be undone.
fa_ir: مطمئنید؟ این دستور قابل بازگشت نیست.

# Settings: Button
source: Reset Settings
fa_ir: بازنشانی تنظیمات اولیه

# Settings: Button
source: Save Changes
fa_ir: ذخیره تغییرات

# Settings
source: Login Logo
fa_ir: لوگوی صفحه ورود

# Settings
source: See More Information
fa_ir: برای اطلاعات بیشتر

# Settings
source: Currently defined constant
fa_ir: ثابت تعریف شده

# Settings
source: Add New Post Type
fa_ir: افزودن نوع جدید نوشته

# Settings
source: Supported Place-holders
fa_ir: جانماهای پشتیبانی‌شده

# Utilities: Dropdown: Get User Roles
source: Administrators
fa_ir: مدیران

# Utilities: Dropdown: Get User Roles
source: Editors
fa_ir: ویرایشگرها

# Utilities: Dropdown: Get User Roles
source: Authors
fa_ir: نویسنده‌ها

# Utilities: Dropdown: Get User Roles
source: Contributors
fa_ir: مشارکت‌کننده‌ها

# Utilities: Dropdown: Get User Roles
source: Site Users
fa_ir: اعضای سایت

# Utilities: Dropdown: Get User Roles
source: Super Admins
fa_ir: مدیران ارشد

# Utilities: Dropdown: Get User Roles
source: Network Users
fa_ir: اعضای شبکه

# Utilities: Dropdown: Get User Roles
source: &ndash; No One &ndash;
fa_ir: &ndash; هیچ &ndash;

# Settings: Option: Time in Minutes
source: 5 Minutes
fa_ir: ۵ دقیقه

# Settings: Option: Time in Minutes
source: 10 Minutes
fa_ir: ۱۰ دقیقه

# Settings: Option: Time in Minutes
source: 15 Minutes
fa_ir: ۱۵ دقیقه

# Settings: Option: Time in Minutes
source: 30 Minutes
fa_ir: ۳۰ دقیقه

# Settings: Option: Time in Minutes
source: 60 Minutes
fa_ir: ۶۰ دقیقه

# Settings: Option: Time in Minutes
source: 2 Hours
fa_ir: ۲ ساعت

# Settings: Option: Time in Minutes
source: 3 Hours
fa_ir: ۳ ساعت

# Settings: Option: Time in Minutes
source: 4 Hours
fa_ir: ۴ ساعت

# Settings: Option: Time in Minutes
source: 8 Hours
fa_ir: ۸ ساعت

# Settings: Option: Time in Minutes
source: 24 Hours
fa_ir: ۲۴ ساعت

# Settings: Dropdown Select Option None
source: &ndash; Select %s &ndash;
fa_ir: &ndash; انتخاب %s &ndash;

# Settings: Dropdown Select Option None
source: &ndash; Select &ndash;
fa_ir: &ndash; انتخاب &ndash;

# Settings: Dropdown Select Option All
source: &ndash; All %s &ndash;
fa_ir: &ndash; همه %s &ndash;

# Settings: Dropdown Select Option All
source: &ndash; All &ndash;
fa_ir: &ndash; همه &ndash;

# Settings
source: Enabled
fa_ir: فعال

# Settings
source: Disabled
fa_ir: غیرفعال

# Settings: Setting Title
source: Extra Shortcodes
fa_ir: شورت‌کدهای افزوده

# Settings: Setting Desc
source: Registers this modules's extra shortcodes.
fa_ir: شورت‌کدهای افزوده این پودمان به‌کار گرفته می‌شود.

# Settings: Setting Title
source: Extra Blocktypes
fa_ir: نوع‌بلوک‌های افزوده

# Settings: Setting Desc
source: Registers this modules's extra blocktypes.
fa_ir: نوع‌بلوک‌های افزوده این پودمان به‌کار گرفته می‌شود.

# Settings: Setting Title
source: Editor Buttons
fa_ir: دکمه‌های ویرایشگر

# Settings: Setting Desc
source: Displays extra buttons on post content editor.
fa_ir: دکمه‌های افزوده را در ویرایشگر متنی نمایش می‌دهد.

# Settings: Setting Title
source: Dashboard Widget
fa_ir: ابزارک پیشخوان

# Settings: Setting Desc
source: Adds a widget to this site dashboard.
fa_ir: ابزارکی به پیشخوان مدیریت این سایت اضافه می‌کند.

# Settings: Setting Title
source: Access Level
fa_ir: دسترسی ابزارک

# Settings: Setting Desc
source: Selected and above can view the dashboard widget.
fa_ir: انتخاب شده و بالاتر به ابزارک پیشخوان دسترسی دارند.

# Settings: Setting Title
source: Widget Introduction
fa_ir: توضیحات ابزارک

# Settings: Setting Desc
source: Message to display before contents on admin dashbaord widget.
fa_ir: پیامی که قبل از متن ابزارک پیشخوان نمایش داده می‌شود.

# Settings
source: No options!
fa_ir: بدون گزینه!

# Settings
source: You do not have access to change this option.
fa_ir: شما دسترسی لازم برای تغییر این گزینه را ندارید.

# Utilities: Update Notice
source: A new version of %1$s is available. Please update to version %2$s to ensure compatibility with your WordPress.
fa_ir: نگارش تازه‌ای از %1$s در دسترس است. برای اطمینان از سازگاری این افزونه با وردپرس شما، بهتر است از نگارش %2$s استفاده کنید.

# Utilities: Human Time Ago
source: %s ago
fa_ir: %s پیش

# Utilities: Human Time Diff
source: Now
fa_ir: همین حالا

# Utilities: Human Time Diff
source: %s ago
fa_ir: %s پیش

# Utilities: Human Time Diff
source: in %s
fa_ir: %s دیگر

# Utilities: Human Time Diff: Noop
source: %s min
fa_ir: %s دقیقه

# Utilities: Human Time Diff: Noop
source: %s hour
fa_ir: %s ساعت

# Utilities: Human Time Diff: Noop
source: %s day
fa_ir: %s روز

# Utilities: Human Time Diff: Noop
source: %s week
fa_ir: %s هفته

# Utilities: Human Time Diff: Noop
source: %s month
fa_ir: %s ماه

# Utilities: Human Time Diff: Noop
source: %s year
fa_ir: %s سال

# Utilities: From Seconds: Noop
source: %s second
fa_ir: %s ثانیه

# Utilities: From Seconds: Noop
source: %s min
fa_ir: %s دقیقه

# Utilities: From Seconds: Noop
source: %s hour
fa_ir: %s ساعت

# Utilities: From Seconds: Noop
source: %s day
fa_ir: %s روز

# Utilities: Date: Moment
source: Now
fa_ir: همین حالا

# Utilities: Date: Moment
source: Just now
fa_ir: چند لحظه پیش

# Utilities: Date: Moment
source: One minute ago
fa_ir: یک دقیقه پیش

# Utilities: Date: Moment
source: %s minutes ago
fa_ir: %s دقیقه پیش

# Utilities: Date: Moment
source: One hour ago
fa_ir: یک ساعت پیش

# Utilities: Date: Moment
source: %s hours ago
fa_ir: %s ساعت پیش

# Utilities: Date: Moment
source: Yesterday
fa_ir: دیروز

# Utilities: Date: Moment
source: %s days ago
fa_ir: %s روز پیش

# Utilities: Date: Moment
source: %s weeks ago
fa_ir: %s هفته پیش

# Utilities: Date: Moment
source: Last month
fa_ir: یک ماه پیش

# Utilities: Date: Moment
source: Last year
fa_ir: یک سال پیش

# Utilities: Date: Moment
source: in a minute
fa_ir: تا یک دقیقه دیگر

# Utilities: Date: Moment
source: in %s minutes
fa_ir: تا %s دقیقه دیگر

# Utilities: Date: Moment
source: in an hour
fa_ir: تا یک ساعت دیگر

# Utilities: Date: Moment
source: in %s hours
fa_ir: تا %s ساعت دیگر

# Utilities: Date: Moment
source: Tomorrow
fa_ir: فردا

# Utilities: Date: Moment
source: next week
fa_ir: در هفته بعد

# Utilities: Date: Moment
source: in %s weeks
fa_ir: تا %s هفته دیگر

# Utilities: Date: Moment
source: next month
fa_ir: در ماه بعد

# Date Format: `age`
source: m/d/Y
fa_ir: Y/m/d

# Date Format: `dateonly`
source: l, F j, Y
fa_ir: l، j M Y

# Date Format: `datetime`
source: M j, Y @ G:i
fa_ir: j F Y @ G:i

# Date Format: `default`
source: m/d/Y
fa_ir: Y/m/d

# Date Format: `fulltime`
source: l, M j, Y @ H:i
fa_ir: l، j M Y - G:i

# Date Format: `monthday`
source: n/j
fa_ir: j/n

# Date Format: `print`
source: j/n/Y
fa_ir: Y/n/j

# Date Format: `timedate`
source: H:i - F j, Y
fa_ir: j F Y — H:i

# Utilities: Post Title
source: (untitled)
fa_ir: (بدون عنوان)

# Utilities: Join Items Helper
source: &rdquo;
fa_ir: &laquo;

# Utilities: Join Items Helper
source: &ldquo; and &rdquo;
fa_ir: &raquo; و &laquo;

# Utilities: Join Items Helper
source: &ldquo;, &rdquo;
fa_ir: &raquo;، &laquo;

# Utilities: Join Items Helper
source: &ldquo;
fa_ir: &raquo;

# Utilities: Title
source: SSL Enabled
fa_ir: SSL فعال

# Utilities: Title
source: SSL Disabled
fa_ir: SSL غیرفعال

# Utilities: Remote Content
source: Import from a remote content.
fa_ir: از محتوای دوردست درون‌ریزی کنید.

# Utilities: Remote Content
source: Import
fa_ir: درون‌ریزی

# Utilities: Remote Content
source: See the remote content.
fa_ir: محتوای دوردست را ببینید.

# Utilities
source: Logging data disabled by constant.
fa_ir: لاگ کردن داده‌ها به دلیل ثابت غیرفعال است.

# Utilities
source: Log folder not exists or writable.
fa_ir: پوشه لاگ‌ها وجود ندارد یا قابل نوشتن نیست.

# Utilities
source: Create Log Folder
fa_ir: ساختن پوشه لاگ

# Utilities
source: Log folder exists and writable on: %s
fa_ir: پوشه لاگ‌ها وجود دارد و قابل نوشتن است: %s

# Utilities
source: Warning: %s not found!
fa_ir: اخطار: %s پیدا نشد!

# Utilities
source: Data logs are disabled.
fa_ir: لاگ داده‌ها غیرفعال است.

# Utilities
source: No Logs!
fa_ir: بدون لاگ!

# Gateway: Default Fields
source: Enable/Disable
fa_ir: فعال‌سازی

# Gateway: Default Fields
source: Enable this gateway
fa_ir: فعال‌سازی این درگاه

# Gateway: Default Fields
source: Title
fa_ir: عنوان

# Gateway: Default Fields
source: Description
fa_ir: توضیحات

# Gateway: Default Fields
source: Test mode
fa_ir: حالت آزمایش

# Gateway: Default Fields
source: Enable Test Mode
fa_ir: فعال‌سازی حالت آزمایش

# Gateway: Default Fields
source: Debug log
fa_ir: لاگ اشکال‌زدایی

# Gateway: Default Fields
source: Enable logging
fa_ir: فعال‌سازی لاگ

# Widget: Title
source: gNetwork Code: Legend
fa_ir: کد: علائم و اختصارات

# Widget: Description
source: Simple Changelog Legend
fa_ir: راهنمای ساده برای گزارش تغییرات

# Widget: Title
source: gNetwork Navigation: Menu
fa_ir: راه‌بری: فهرست

# Widget: Description
source: Global Navigation Menus
fa_ir: فهرست راه‌بری سراسری

# Modules: Widgets
source: Navigation module not found!
fa_ir: پودمان راه‌بری پیدا نشد!

# Widget: Title
source: gNetwork Branding: Site Icon
fa_ir: برندینگ: آیکون سایت

# Widget: Description
source: Site Icon
fa_ir: آیکون سایت

# Modules: Widgets: Site Icon
source: Setup or Change Site Icon
fa_ir: تنظیم یا تغییر آیکون سایت

# Modules: Widgets: Site Icon
source: Please set up your site icon in the &#8220;Site Identity&#8221; section.
fa_ir: آیکون سایت را در بخش «هویت سایت» تنظیم کنید.

# Blocks: Asterisks
source: Asterisks
fa_ir: ستاره‌ها

# Blocks: Asterisks
source: Displays three asterisks as a separator.
fa_ir: سه ستاره به عنوان جداکننده نمایش می‌دهد.

# Blocks
source: asterisks
fa_ir: ستاره‌ها

# Blocks
source: separator
fa_ir: جداکننده

# Blocks
source: stars
fa_ir: ستاره‌ها

# Block: Bismillah
source: Bismillah
fa_ir: بسم‌الله

# Block: Bismillah
source: Displays Bismillah unicode char with styles.
fa_ir: نویسه بسم‌الله یونیکد را همراه با شیوه‌بندی نمایش می‌دهد.

# Blocks: Post Title
source: Post Title
fa_ir: عنوان نوشته

# Blocks: Post Title
source: Displays selected post title in an HTML tag.
fa_ir: عنوان نوشته انتخاب‌شده را نمایش می‌دهد.

# Blocks
source: title
fa_ir: عنوان

# Blocks
source: post title
fa_ir: عنوان نوشته

# Blocks
source: heading
fa_ir: تیتر

# Blocks: Post Title
source: Post ID
fa_ir: شناسه نوشته

# Blocks: Post Title
source: Leave empty for current post.
fa_ir: برای نوشته کنونی خالی بگذارید.

# Blocks: Post Title
source: Wrap Tag
fa_ir: برچسب لفافه

# Blocks: Post Title
source: Use any HTML tags for wrapping.
fa_ir: از هر برچسبی برای لفافه‌بندی استفاده کنید.

# Blocks: Post Title
source: Link to Post
fa_ir: پیوند به نوشته
