Repository: geminorum/gnetwork
Catalog: assets/locale/buddypress-*.po
Languages: fa_ir

source: Activity deleted successfully
fa_ir: فعالیت با موفقیت حذف شد

source: There was an error when deleting that activity
fa_ir: خطایی در هنگام پاک‌کردن فعالیت رخ داد

source: Activity marked as favorite.
fa_ir: به عنوان یکی از فعالیت‌های مورد علاقه شما ثبت شد.

source: There was an error marking that activity as a favorite. Please try again.
fa_ir: خطایی در هنگام نشانه گذاری فعالیت به عنوان مورد علاقه رخ داد، دوباره تلاش کنید.

source: %s | Site-Wide Activity
fa_ir: %s | فعالیت در گسترهٔ سایت

source: %1$s | %2$s | Activity
fa_ir: %1$s | %2$s | فعالیت‌ها

source: %1$s | %2$s | Friends Activity
fa_ir: %1$s | %2$s | فعالیت دوستان

source: %1$s | %2$s | Group Activity
fa_ir: %1$s | %2$s | فعالیت در گروه‌ها

source: %1$s | %2$s | Mentions
fa_ir: %1$s | %2$s | اشاره‌ها

source: %1$s | %2$s | Favorites
fa_ir: %1$s | %2$s | علاقه‌مندی‌ها

source: Activity feed of %s's favorites.
fa_ir: خوراک فعالیت‌های مورد علاقه %s.

source: Please enter some content to post.
fa_ir: لطفاً چیزی برای فرستادن بنویسید.

source: Update Posted!
fa_ir: نوشته ارسال شد!

source: There was an error when posting your update. Please try again.
fa_ir: خطایی در هنگام ارسال به‌روزرسانی شما رخ داده است، دوباره تلاش کنید.

source: Please do not leave the comment area blank.
fa_ir: لطفاً متن دیدگاه را خالی نگذارید.

source: There was an error posting that reply. Please try again.
fa_ir: خطایی در هنگام فرستادن پاسخ پیش آمد، دوباره تلاش کنید.

source: Reply Posted!
fa_ir: پاسخ ارسال شد!

source: The activity item has been marked as spam and is no longer visible.
fa_ir: این فعالیت بعنوان هرز نشانه‌گذاری شده و دیگر قابل نمایش نیست.

source: Activity removed as favorite.
fa_ir: فعالیت از علاقه‌مندی‌ها پاک شد.

source: There was an error removing that activity as a favorite. Please try again.
fa_ir: خطایی در هنگام پاک‌کردن فعالیت از علاقه‌مندی‌ها بوجود آمد، دوباره تلاش کنید.

source: Overview
fa_ir: در یک نگاه

source: For more information:
fa_ir: برای اطلاعات بیشتر:

source: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Managing Activity</a>
fa_ir: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">مدیریت فعالیت‌ها</a>

source: <a href="https://buddypress.org/support/">Support Forums</a>
fa_ir: <a href="https://buddypress.org/support/">تالارهای پشتیبانی</a>

source: Moderating Activity
fa_ir: بازبینی فعالیت‌ها

source: Action
fa_ir: کنش

source: Content
fa_ir: محتوا

source: Go back and try again.
fa_ir: برو و دوباره تلاش کن.

source: View Activity
fa_ir: دیدن فعالیت

source: Spam
fa_ir: جفنگ

source: M j, Y @ G:i
fa_ir: j M Y @ G:i

source: Submitted on: %s
fa_ir: ارسال‌شده در: %s

source: Edit
fa_ir: ویرایش

source: Update
fa_ir: به‌روزرسانی

source: Link
fa_ir: پیوند

source: Select activity type
fa_ir: انتخاب نوع فعالیت

source: Secondary Item ID
fa_ir: شناسه ثانویه مورد

source: Search results for &#8220;%s&#8221;
fa_ir: نتایج جست‌وجو برای &#xAB;%s&#xBB;

source: Search all Activity
fa_ir: جست‌وجوی همه فعالیت‌ها

source: Reply to Activity
fa_ir: پاسخ به فعالیت

source: Reply
fa_ir: پاسخ

source: Cancel
fa_ir: لغو

source: Edit Activity
fa_ir: ویرایش فعالیت

source: View on %s
fa_ir: مشاهده در %s

source: [Read more]
fa_ir: [بیشتر بدانید]

source: Load Newest
fa_ir: بارگذاری تازه‌ترین‌ها

source: BuddyPress Activity Data
fa_ir: داده‌های فعالیت‌ها بادی‌پرس

source: Posted a status update
fa_ir: ارسال به‌روزرسانی وضعیت

source: Updates
fa_ir: به‌روزرسانی‌ها

source: Replied to a status update
fa_ir: پاسخ به‌روزرسانی وضعیت

source: Activity Comments
fa_ir: دیدگاه‌های فعالیت‌ها

source: %s posted an update
fa_ir: %s به‌روزرسانی تازه‌ای ارسال کرد

source: There was an error posting your reply. Please try again.
fa_ir: خطایی در هنگام فرستادن پاسخ پیش آمد. دوباره تلاش کنید.

source: Thumbnail
fa_ir: بندانگشتی

source: Activity Date
fa_ir: تاریخ فعالیت‌ها

source: Activity Description
fa_ir: توضیحات فعالیت‌ها

source: Activity Content
fa_ir: محتوای فعالیت‌ها

source: Activity
fa_ir: فعالیت‌ها

source: @%s Mentions
fa_ir: اشاره‌ها به @%s

source: You have %1$d new mentions
fa_ir: از شما در %1$d جا، نام برده شده است.

source: %1$s mentioned you
fa_ir: %1$s به شما اشاره کرد

source: New Activity reply
fa_ir: پاسخ فعالیت تازه

source: %1$s commented on one of your updates
fa_ir: %1$s بر یکی از به‌روزرسانی‌های شما نظر داده است

source: New Activity comment reply
fa_ir: پاسخ دیدگاه فعالیت تازه

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: A member mentions you in an update using "@%s"
fa_ir: یکی از اعضا در یک به‌روزرسانی با کمک «%s@» به شما اشاره کند

source: Yes, send email
fa_ir: بله، ایمیل ارسال شود

source: A member replies to an update or comment you've posted
fa_ir: یکی از اعضا به به‌روزرسانی یا دیدگاه شما پاسخ دهد

source: Viewing 1 item
fa_ir: نمایش ۱ مورد

source: Viewing %1$s - %2$s of %3$s item
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s مورد

source: Profile picture of %s
fa_ir: تصویر نمایه %s

source: Profile picture
fa_ir: تصویر نمایه

source: Group logo
fa_ir: نشان گروه

source: Group logo of %s
fa_ir: نشان گروه %s

source: View Discussion
fa_ir: دیدن توضیحات

source: Delete
fa_ir: حذف

source: View
fa_ir: نمایش

source: Clear Filter
fa_ir: پاک‌کردن پالایه

source: a user
fa_ir: یک کاربر

source: Public Message
fa_ir: ارسال پیام

source: Site Wide Activity RSS Feed
fa_ir: خوراک RSS برای فعالیت‌ها در سرتاسر سایت

source: Activity Streams
fa_ir: مجموعه فعالیت‌ها

source: Search Activity...
fa_ir: جست‌وجوی فعالیت‌ها…

source: In reply to
fa_ir: در پاسخ به

source: Activities list
fa_ir: فهرست فعالیت‌ها

source: Filter activities list
fa_ir: پالایه فهرست فعالیت‌ها

source: All
fa_ir: همه

source: Spam <span class="count">(%s)</span>
fa_ir: جفنگ <span class="count">(%s)</span>

source: Mark as Spam
fa_ir: نشان‌گذاری جفنگ

source: Not Spam
fa_ir: جفنگ نیست

source: Delete Permanently
fa_ir: پاک‌کردن برای همیشه

source: View all actions
fa_ir: دیدن همهٔ کنش‌ها

source: Filter
fa_ir: پالایه

source: Replies disabled
fa_ir: پاسخ‌ها غیرفعال است

source: Are you sure?
fa_ir: آیا اطمینان دارید؟

source: Submitted on %s
fa_ir: ارسال‌شده در %s

source: %1$s at %2$s
fa_ir: %1$s در %2$s

source: Activity History
fa_ir: تاریخچه فعالیت‌ها

source: You do not have access to this activity.
fa_ir: شما به این فعالیت دسترسی ندارید.

source: New site created
fa_ir: سایت تازه ساخته شد

source: New Sites
fa_ir: سایت‌های جدید

source: New post published
fa_ir: انتشار نوشته تازه

source: Posts
fa_ir: نوشته‌ها

source: New post comment posted
fa_ir: ارسال دیدگاه نوشته تازه

source: Comments
fa_ir: دیدگاه‌ها

source: (no title)
fa_ir: (بدون عنوان)

source: %1$s wrote a new post, %2$s, on the site %3$s
fa_ir: نوشتهٔ جدیدی از %1$s در سایت %3$s، با عنوان %2$s

source: %1$s wrote a new post, %2$s
fa_ir: نوشتهٔ جدید از %1$s با عنوان %2$s

source: Viewing 1 site
fa_ir: در حال دیدن ۱ سایت

source: Viewing %1$s - %2$s of %3$s site
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s سایت

source: Profile picture of site author %s
fa_ir: تصویر نمایه نویسنده سایت %s

source: active %s
fa_ir: فعال تا %s

source: Never active
fa_ir: بدون فعالیت

source: Latest Post: %s
fa_ir: آخرین نوشته: %s

source: There was a problem; please correct the form below and try again.
fa_ir: خطایی رخ داده است، فرم را تصحیح کرده و دوباره تلاش کنید.

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
fa_ir: به کمک فرم زیر می‌توانید <strong>سایت جدیدی را به حساب خودتان</strong> بیافزایید. محدودیتی برای تعداد سایت‌های شما وجود ندارد!

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
fa_ir: اگر نام خوبی به ذهن شما نمی‌رسد، شاید بهتر باشد آن را برای کاربران دیگر خالی بگذارید. حالا می‌توانید شروع کنید!

source: Create Site
fa_ir: ایجاد سایت

source: Site Name:
fa_ir: نشانی سایت:

source: Site Domain:
fa_ir: دامین سایت:

source: Your address will be
fa_ir: نشانی تازه شما

source: blogname
fa_ir: نام بلاگ

source: domain.
fa_ir: دامنه.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
fa_ir: باید حداقل دارای ۴ نویسه باشد، تنها حروف و اعداد پذیرفته می‌شوند. بهتر است با دقت انتخاب کنید که قابل تغییر نیست!

source: Site Title:
fa_ir: عنوان سایت:

source: Privacy: I would like my site to appear in search engines, and in public listings around this network
fa_ir: حریم خصوصی: سایت من در موتورهای جست‌وجو و فهرست‌های عمومی این شبکه، نمایان باشد

source: %s is your new site.
fa_ir: %s سایت تازه شماست.

source: Create a Site
fa_ir: ایجاد سایت

source: %s's Sites
fa_ir: سایت‌های %s

source: %s's Recent Posts
fa_ir: آخرین نوشته‌های %s

source: %s's Recent Comments
fa_ir: آخرین دیدگاه‌های %s

source: Search
fa_ir: بگرد

source: Visit Site
fa_ir: نمایش سایت

source: %s site
fa_ir: %s سایت

source: Site Directory
fa_ir: فهرست سایت‌ها

source: Search sites...
fa_ir: جست‌وجوی سایت‌ها…

source: Sites %s
fa_ir: سایت‌ها %s

source: My Sites
fa_ir: سایت‌های من

source: Sites
fa_ir: سایت‌ها

source: A list of recently published posts from across your network.
fa_ir: فهرستی از نوشته‌های تازه منتشر شده در سراسر شبکه شما.

source: Sorry, there were no posts found. Why not write one?
fa_ir: متأسفیم، نوشته‌ای پیدا نشد.

source: Link widget title to Blogs directory
fa_ir: پیوند عنوان ابزارک به فهرست سایت‌ها

source: Max posts to show:
fa_ir: حداکثر نوشته‌ها برای نمایش:

source: BuddyPress Settings
fa_ir: تنظیمات بادی‌پرس

source: Components
fa_ir: کامپوننت‌ها

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Extended Profiles
fa_ir: نمایه‌ها

source: Account Settings
fa_ir: تنظیمات حساب کاربری

source: Notifications
fa_ir: آگاه‌سازی‌ها

source: Active <span class="count">(%s)</span>
fa_ir: فعال <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
fa_ir: غیرفعال <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
fa_ir: ضروری <span class="count">(%s)</span>

source: Retired <span class="count">(%s)</span>
fa_ir: بازنشسته <span class="count">(%s)</span>

source: Components list
fa_ir: فهرست کامپوننت‌ها

source: Component
fa_ir: کامپوننت

source: Description
fa_ir: توضیحات

source: Select %s
fa_ir: انتخاب %s

source: Activate
fa_ir: فعال‌سازی

source: Register
fa_ir: نام‌نویسی

source: The following active BuddyPress Components do not have associated WordPress Pages: %s.
fa_ir: این کامپوننت‌های فعال بادی‌پرس، با برگه‌ای در وردپرس مرتبط نشده‌اند: %s.

source: Repair
fa_ir: تعمیر

source: Options
fa_ir: گزینه‌ها

source: Pages
fa_ir: برگه‌ها

source: Credits
fa_ir: اعتبارات

source: BuddyPress
fa_ir: بادی‌پرس

source: Logged-In
fa_ir: وارد شده

source: Logged-Out
fa_ir: وارد نشده

source: Select All
fa_ir: انتخاب همه

source: Add to Menu
fa_ir: افزودن به منو

source: Phrases wrapped in braces <code>{{ }}</code> are email tokens. <a href="%s">Learn about tokens on the BuddyPress Codex</a>.
fa_ir: عبارات محصور در آکولاد <code>{{ }}</code> اختصاص به نشانه‌های ایمیل دارند. <a href="%s">برای اطلاعات بیشتر، مستندات بادی‌پرس را مرور کنید</a>.

source: Choose when this email will be sent.
fa_ir: شرایط ارسال این ایمیل را مشخص کنید.

source: Plain text email content
fa_ir: متن خام ایمیل

source: User marked as spammer. Spam users are visible only to site admins.
fa_ir: کاربر به عنوان هرز نویس شناخته شد. کاربران هرزنویس تنها برای مدیران سایت قابل رویت هستند.

source: Show the Toolbar for logged out users
fa_ir: نمایش نوارابزار برای کاربران وارد نشده

source: Allow registered members to delete their own accounts
fa_ir: امکان حذف حساب کاربری اعضا

source: Allow registered members to upload avatars
fa_ir: امکان بارگذاری آواتار اعضا

source: Allow registered members to upload cover images
fa_ir: امکان بارگذاری تصویر کاور نمایه اعضا

source: Enable group creation for all users
fa_ir: فعال کردن ایجاد گروه برای همهٔ کاربران

source: Directories
fa_ir: دایرکتوری‌ها

source: Associate a WordPress Page with each BuddyPress component directory.
fa_ir: برگه‌های وردپرس را برای ارتباط با دایرکتوری هر یک از کامپوننت‌های بادی‌پرس انتخاب کنید.

source: - None -
fa_ir: – هیچ‌کدام –

source: Registration
fa_ir: نام‌نویسی

source: Associate WordPress Pages with the following BuddyPress Registration pages.
fa_ir: برگه‌های وردپرس را برای ارتباط با صفحات نام‌نویسی بادی‌پرس انتخاب کنید.

source: BuddyPress Tools
fa_ir: ابزارهای بادی‌پرس

source: BuddyPress keeps track of various relationships between members, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
fa_ir: بادی‌پرس روابط مختلفی از کاربران، گروه‌ها و فعالیت‌ها را ردیابی می‌کند. گاهی اوقات، برای مثال بعد از درون‌ریزی، به‌روزرسانی و یا مهاجرت؛ این روابط هم‌گامی خود را از دست می‌دهند.

source: Use the tools below to manually recalculate these relationships.
fa_ir: از ابزارهای زیر برای محاسبه دستی دوباره این روابط، استفاده کنید.

source: Some of these tools create substantial database overhead. Avoid running more than one repair job at a time.
fa_ir: برخی از این ابزارها برای پایگاه‌داده سربار زیادی ایجاد می‌کنند. در هر تلاش، بیشتر از یک تعمیر را اجرا نکنید.

source: Repair tools
fa_ir: ابزارهای تعمیرات

source: Repair Items
fa_ir: تعمیر کنید

source: Repair total members count.
fa_ir: شمار کاربران تعمیر شود.

source: Repair member "last activity" data.
fa_ir: داده‌های «آخرین فعالیت» کاربران تعمیر شود.

source: Repair total friends count for each member.
fa_ir: شمار دوستان برای هر کاربر تعمیر شود.

source: Repair total groups count for each member.
fa_ir: شمار گروه‌ها برای هر کاربر تعمیر شود.

source: Repopulate site tracking records.
fa_ir: داده‌های ردیابی سایت بازتولید شود.

source: Reinstall emails (delete and restore from defaults).
fa_ir: ایمیل‌ها (حذف و از پیش‌فرض‌ها) بازنشانی شود.

source: Counting the number of friends for each user&hellip; %s
fa_ir: شمارش دوستان هر کاربر&hellip; %s

source: Failed!
fa_ir: ناموفق!

source: Complete!
fa_ir: کامل شد!

source: Counting the number of groups for each user&hellip; %s
fa_ir: شمارش گروه‌های هر کاربر&hellip; %s

source: Counting the number of active members on the site&hellip; %s
fa_ir: شمارش تعداد اعضای فعال این سایت&hellip; %s

source: Tools
fa_ir: ابزارها

source: BuddyPress keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
fa_ir: بادی‌پرس روابط مختلفی از اعضا، گروه‌ها و فعالیت‌ها را ردیابی می‌کند. گاهی اوقات، برای مثال بعد از درون‌ریزی، به‌روزرسانی و یا مهاجرت؛ این روابط هم‌گامی خود را از دست می‌دهند.

source: Emails have been successfully reinstalled.
fa_ir: ایمیل‌ها با موفقیت بازنشانی شد.

source: Maintenance Release
fa_ir: انتشار نگه‌داری

source: Security Release
fa_ir: انتشار امنیتی

source: My Account
fa_ir: حساب من

source: Memory exceeded. Please try another smaller file.
fa_ir: حافظه سرریز شد. پرونده کوچک‌تری را امتحان کنید.

source: HTTP error.
fa_ir: خطای HTTP.

source: Upload failed.
fa_ir: بارگذاری ناموفق بود.

source: IO error.
fa_ir: خطای IO.

source: Security error.
fa_ir: خطای امنیتی.

source: File canceled.
fa_ir: پرونده لغو شد.

source: Upload stopped.
fa_ir: بارگذاری متوقف شد.

source: Dismiss
fa_ir: بستن

source: Crunching&hellip;
fa_ir: متراکم‌سازی&hellip;

source: &#8220;%s&#8221; has failed to upload.
fa_ir: بارگذاری &#8220;%s&#8221; ناموفق بود.

source: If you&#39;d like to delete the existing profile photo but not upload a new one, please use the delete tab.
fa_ir: اگر می‌خواهید تصویر نمایه کنونی را حذف کنید؛ نیازی به بارگذاری تصویر تازه نیست، از زبانه حذف استفاده کنید.

source: Upload
fa_ir: بارگذاری

source: Take Photo
fa_ir: تصویر بگیر

source: Please allow us to access to your camera.
fa_ir: لطفاً اجازه دسترسی به دوربین را بدهید.

source: Please wait as we access your camera.
fa_ir: لطفاً صبر کنید تا دوربین آماده شود.

source: Camera loaded. Click on the "Capture" button to take your photo.
fa_ir: دوربین آماده است. برای ذخیره تصویر روی دکمه «گرفتن» کلیک کنید.

source: It looks like you do not have a webcam or we were unable to get permission to use your webcam. Please upload a photo instead.
fa_ir: دوربین اینترنتی شما در دسترس نیست. لطفاً تصویر بارگذاری کنید.

source: Your browser is not supported. Please upload a photo instead.
fa_ir: مرورگر شما پشتیبانی نمی‌شود. لطفاً تصویر بارگذاری کنید.

source: Video error. Please upload a photo instead.
fa_ir: خطا در ویدئو. لطفاً تصویر بارگذاری کنید.

source: Your profile photo is ready. Click on the "Save" button to use this photo.
fa_ir: تصویر نمایه شما آماده است. برای استفاده از این تصویر روی دکمه «ذخیره» کلیک کنید.

source: No photo was captured. Click on the "Capture" button to take your photo.
fa_ir: تصویری گرفته نشد. برای ذخیره تصویر روی دکمه «گرفتن» کلیک کنید.

source: For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
fa_ir: بهتر است پرونده‌ای که بارگذاری می‌کنید، عرضی بیشتر از %1$s پیکسل و طولی بیشتر از %2$s پیکسل داشته باشد.

source: Upload Failed! Error was: %s
fa_ir: بارگذاری موفقیت‌آمیز نبود! مشکل: %s

source: There was a problem uploading the cover image.
fa_ir: خطایی در هنگام بارگذاری تصویر سربرگ شما اتفاق افتاده است.

source: Profile Photo
fa_ir: تصویر نمایه

source: Upload failed! Error was: %s
fa_ir: بارگذاری موفقیت‌آمیز نبود! مشکل: %s

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %d x %d pixels.
fa_ir: تصویری انتخاب کرده‌اید که کوچکتر از اندازه توصیه شده است. برای نتیجه بهتر، تصویر بزرگتری از %s&times;%s پیکسل بارگذاری کنید.

source: You do not have access to that page.
fa_ir: شما به آن صفحه دسترسی ندارید.

source: You do not have access to this page.
fa_ir: شما به این صفحه دسترسی ندارید.

source: You must log in to access the page you requested.
fa_ir: برای دسترسی به صفحه مورد نظر، ابتدا باید وارد شوید.

source: Email background color
fa_ir: رنگ پس‌زمینه ایمیل

source: Change the email footer here
fa_ir: پانوشت ایمیل را در اینجا تغییر دهید

source: [User Set]
fa_ir: [آنچه خودتان انتخاب کرده بودید]

source: Page %s
fa_ir: برگه %s

source: sometime
fa_ir: گاهی

source: right now
fa_ir: همین حالا

source: %s ago
fa_ir: %s پیش

source: %s year
fa_ir: %s سال

source: %s month
fa_ir: %s ماه

source: %s week
fa_ir: %s هفته

source: %s day
fa_ir: %s روز

source: %s hour
fa_ir: %s ساعت

source: %s minute
fa_ir: %s دقیقه

source: %s second
fa_ir: %s ثانیه

source: Not recently active
fa_ir: اخیرا غیرفعال

source: BuddyPress Core
fa_ir: هسته بادی‌پرس

source: Community Members
fa_ir: اعضای جامعه

source: Friend Connections
fa_ir: ارتباطات دوستانه

source: Private Messaging
fa_ir: پیام خصوصی

source: User Groups
fa_ir: گروه‌های کاربری

source: Site Tracking
fa_ir: پیگردی

source: Log Out
fa_ir: خروج

source: Log In
fa_ir: ورود

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
fa_ir: [{{{site.name}}}] {{poster.name}} به یکی از به‌روزرسانی‌های شما پاسخ داد

source: {{poster.name}} replied to one of your updates: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
fa_ir: {{poster.name}} به یکی از به‌روزرسانی‌های شما پاسخ داد: <blockquote>&quot;{{usermessage}}&quot;</blockquote> برای پاسخ و یا دیدن ادامه گفت‌وگو به <a href="{{{thread.url}}}">اینجا</a> مراجعه کنید.

source: {{poster.name}} replied to one of your updates: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
fa_ir: {{poster.name}} به یکی از به‌روزرسانی‌های شما پاسخ داد: "{{usermessage}}" برای پاسخ و یا دیدن ادامه گفت‌وگو به اینجا مراجعه کنید: {{{thread.url}}}

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
fa_ir: [{{{site.name}}}] {{poster.name}} به یکی از دیدگاه‌های شما پاسخ داد

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
fa_ir: [{{{site.name}}}] {{poster.name}} به نام شما در یک به‌روزرسانی وضعیت اشاره کرد

source: [{{{site.name}}}] {{poster.name}} mentioned you in an update
fa_ir: [{{{site.name}}}] {{poster.name}} به نام شما در یک به‌روزرسانی اشاره کرد

source: [{{{site.name}}}] Activate your account
fa_ir: [{{{site.name}}}] حساب کاربری خودتان را فعال کنید

source: [{{{site.name}}}] Activate {{{user-site.url}}}
fa_ir: [{{{site.name}}}] فعال‌سازی {{{user-site.url}}}

source: [{{{site.name}}}] New friendship request from {{initiator.name}}
fa_ir: [{{{site.name}}}] درخواست دوستی تازه از طرف {{initiator.name}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a friend. To accept this request and manage all of your pending requests, visit: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
fa_ir: <a href="{{{initiator.url}}}">{{initiator.name}}</a> می‌خواهد شما را به عنوان دوست خود اضافه کند. برای پذیرفتن این درخواست و یا مدیریت همهٔ درخواست‌های در انتظار، به اینجا مراجعه کنید: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>

source: {{initiator.name}} wants to add you as a friend. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
fa_ir: {{initiator.name}} می‌خواهد شما را به عنوان دوست خود اضافه کند. برای پذیرفتن این درخواست و یا مدیریت همهٔ درخواست‌های در انتظار، به اینجا مراجعه کنید: {{{friend-requests.url}}} برای دیدن نمایه {{initiator.name}}، به اینجا بروید: {{{initiator.url}}}

source: [{{{site.name}}}] {{friend.name}} accepted your friendship request
fa_ir: [{{{site.name}}}] {{friend.name}} با درخواست دوستی شما موافقت کرد

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your friend request.
fa_ir: <a href="{{{friendship.url}}}">{{friend.name}}</a> درخواست دوستی شما را پذیرفت.

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
fa_ir: {{friend.name}} درخواست دوستی شما را پذیرفت. برای آشنایی بیشتر، نمایه ایشان را ببینید: {{{friendship.url}}}

source: [{{{site.name}}}] Group details updated
fa_ir: [{{{site.name}}}] اطلاعات گروه به‌روز شده است

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
fa_ir: [{{{site.name}}}] دعوت‌نامه‌ای برای پیوستن به گروه «{{group.name}}» دارید

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
fa_ir: [{{{site.name}}}] شما در گروه «{{group.name}}» ارتقاء پیدا کردید

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.
fa_ir: شما در گروه &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; به نقش <b>{{promoted_to}}</b> ارتقاء پیدا کرده‌اید.

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
fa_ir: شما به نقش {{promoted_to}} در گروه «{{group.name}}» ارتقاء پیدا کرده‌اید. برای دیدن گروه بروید به: {{{group.url}}}

source: [{{{site.name}}}] Membership request for group: {{group.name}}
fa_ir: [{{{site.name}}}] درخواست پیوستن به گروه «{{group.name}}»

source: [{{{site.name}}}] New message from {{sender.name}}
fa_ir: [{{{site.name}}}] پیام تازه از {{sender.name}}

source: {{sender.name}} sent you a new message: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
fa_ir: {{sender.name}} برای شما پیام تازه فرستاده است: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> برای یادآوری و یا ادامه این گفت‌وگو به <a href="{{{message.url}}}">اینجا</a> بروید.
