Repository: geminorum/gnetwork
Catalog: assets/locale/buddypress-*.po
Languages: fa_ir

source: {{sender.name}} sent you a new message: "{{usersubject}}" "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
fa_ir: {{sender.name}} برای شما پیام تازه فرستاده است: «{{usersubject}}» «{{usermessage}}» برای یادآوری و یا ادامه این گفت‌وگو به اینجا بروید:‌ {{{message.url}}}

source: [{{{site.name}}}] Verify your new email address
fa_ir: [{{{site.name}}}] نشانی تازه ایمیل خودتان را تأیید کنید

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
fa_ir: [{{{site.name}}}] با درخواست پیوستن شما به گروه «{{group.name}}» موافقت شد

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
fa_ir: [{{{site.name}}}] با درخواست پیوستن شما به گروه «{{group.name}}» مخالفت شد

source: A member has replied to an activity update that the recipient posted.
fa_ir: یکی از اعضا به فعالیتی پاسخ داده، که گیرنده آن را نوشته است.

source: A member has replied to a comment on an activity update that the recipient posted.
fa_ir: یکی از اعضا به دیدگاه فعالیتی پاسخ داده، که گیرنده آن را نوشته است.

source: Recipient was mentioned in an activity update.
fa_ir: به گیرنده در یک فعالیت اشاره شده است.

source: Recipient was mentioned in a group activity update.
fa_ir: به گیرنده در یک فعالیت گروهی اشاره شده است.

source: Recipient has registered for an account.
fa_ir: گیرنده برای حساب کاربری نام‌نویسی کرده است.

source: Recipient has registered for an account and site.
fa_ir: گیرنده برای حساب کاربری و سایت نام‌نویسی کرده است.

source: A member has sent a friend request to the recipient.
fa_ir: یکی از اعضا درخواست دوستی برای گیرنده فرستاده است.

source: Recipient has had a friend request accepted by a member.
fa_ir: گیرنده درخواست دوستی با یک کاربر را داشته، و موافقت شده است.

source: A group's details were updated.
fa_ir: اطلاعات یک گروه به‌روز شده است.

source: A member has sent a group invitation to the recipient.
fa_ir: یکی از اعضا دعوت‌نامه پیوستن به یک گروه را، برای گیرنده فرستاده است.

source: Recipient's status within a group has changed.
fa_ir: موقعیت گیرنده در یک گروه تغییر کرده است.

source: A member has requested permission to join a group.
fa_ir: یکی از اعضا درخواست پیوستن به یک گروه را داده است.

source: Recipient has received a private message.
fa_ir: گیرنده یک پیام خصوصی دریافت کرده است.

source: Recipient has changed their email address.
fa_ir: گیرنده نشانی ایمیل خودش را تغییر داده است.

source: Recipient had requested to join a group, which was accepted.
fa_ir: گیرنده درخواست پیوستن به یک گروه را داشته، و موافقت شده است.

source: Recipient had requested to join a group, which was rejected.
fa_ir: گیرنده درخواست پیوستن به یک گروه را داشته، و مخالفت شده است.

source: %s Directory
fa_ir: فهرست %s

source: Profile photo of %s
fa_ir: تصویر نمایه %s

source: Search anything...
fa_ir: بگرد برای هرچیزی…

source: Community
fa_ir: جامعه

source: Create an Account
fa_ir: ایجاد حساب کاربری

source: Activate Your Account
fa_ir: حساب کاربری خودتان را فعال کنید

source: Create a Group
fa_ir: ساختن گروه

source: BuddyPress Help
fa_ir: راهنمای بادی‌پرس

source: BuddyPress Components
fa_ir: کامپوننت‌های بادی‌پرس

source: BuddyPress Pages
fa_ir: برگه‌های بادی‌پرس

source: BuddyPress Options
fa_ir: گزینه‌های بادی‌پرس

source: BuddyPress Credits
fa_ir: اعتبارات بادی‌پرس

source: Available Tools
fa_ir: ابزارهای در دسترس

source: Main Settings
fa_ir: تنظیمات اصلی

source: Toolbar
fa_ir: نوارابزار

source: Account Deletion
fa_ir: حذف حساب کاربری

source: Template Pack
fa_ir: بستهٔ الگو

source: Profile Photo Uploads
fa_ir: تصاویر نمایه بارگذاری‌شده

source: Cover Image Uploads
fa_ir: تصاویر سربرگ بارگذاری‌شده

source: Profile Syncing
fa_ir: همگام‌سازی نمایه

source: Groups Settings
fa_ir: تنظیمات گروه‌ها

source: Group Creation
fa_ir: ساختن گروه

source: Group Photo Uploads
fa_ir: تصاویر گروه بارگذاری‌شده

source: Group Cover Image Uploads
fa_ir: تصاویر سربرگ گروه بارگذاری‌شده

source: Activity Settings
fa_ir: تنظیمات فعالیت‌ها

source: Post Comments
fa_ir: دیدگاه‌های نوشته‌ها

source: Activity auto-refresh
fa_ir: تازه‌سازی خودکار فعالیت‌ها

source: Akismet
fa_ir: اکیسمت

source: Settings
fa_ir: تنظیمات

source: Suggested text:
fa_ir: متن پیشنهادی:

source: Profile Data
fa_ir: داده‌های نمایه

source: Messages
fa_ir: پیام‌ها

source: Cookies
fa_ir: کوکی‌ها

source: Meet the contributors behind BuddyPress:
fa_ir: با مشارکت‌کنندگان در بادی‌پرس آشنا شوید:

source: Project Leaders
fa_ir: رهبران پروژه

source: Project Lead
fa_ir: رهبر پروژه

source: Lead Developer
fa_ir: توسعه‌دهنده ارشد

source: BuddyPress Team
fa_ir: تیم بادی‌پرس

source: Core Developer
fa_ir: توسعه‌دهنده هسته

source: Navigator
fa_ir: راه‌بر

source: Community Support
fa_ir: پشتیبان جامعه

source: Recent Rockstars
fa_ir: آخرین ستارگان

source: Contributor Emeriti
fa_ir: مشارکت‌کنندگان افتخاری

source: Project Founder
fa_ir: بنیانگذار پروژه

source: There was a problem cropping your profile photo.
fa_ir: مشکلی در هنگام تغییر اندازه تصویر نمایه شما رخ داده است.

source: Your new profile photo was uploaded successfully.
fa_ir: تصویر نمایه تازه شما با موفقیت بارگذاری شد.

source: There was a problem deleting your profile photo. Please try again.
fa_ir: مشکلی در هنگام حذف تصویر نمایه شما رخ داده است، دوباره تلاش کنید.

source: Your profile photo was deleted successfully!
fa_ir: تصویر نمایه شما با موفقیت حذف شد!

source: The group profile photo was uploaded successfully.
fa_ir: تصویر نمایه گروه با موفقیت بارگذاری شد.

source: The group profile photo was deleted successfully!
fa_ir: تصویر نمایه گروه با موفقیت حذف شد!

source: Your new cover image was uploaded successfully.
fa_ir: تصویر سربرگ تازه شما با موفقیت بارگذاری شد.

source: The group cover image was uploaded successfully.
fa_ir: تصویر سربرگ تازه گروه با موفقیت بارگذاری شد.

source: Missing a temporary folder.
fa_ir: پوشه موقتی وجود ندارد.

source: Sorry, uploading the file failed.
fa_ir: متأسفیم، بارگذاری پرونده ناموفق بود.

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Title:
fa_ir: عنوان:

source: %d group
fa_ir: %d گروه

source: My Profile
fa_ir: نمایه من

source: Name
fa_ir: نام

source: About Me
fa_ir: درباره من

source: Website
fa_ir: وب‌گاه

source: Recently Active
fa_ir: فعالیت

source: Newest
fa_ir: تازه‌ترین

source: Alphabetically
fa_ir: الفبایی

source: Dashboard
fa_ir: پیشخوان

source: New Post
fa_ir: نوشته تازه

source: Manage Posts
fa_ir: مدیریت نوشته‌ها

source: Manage Comments
fa_ir: مدیریت دیدگاه‌ها

source: Create a Site!
fa_ir: ایجاد یک سایت!

source: Sign Up
fa_ir: نام‌نویسی

source: Visit
fa_ir: نمایش

source: Random Member
fa_ir: عضو تصادفی

source: Random Group
fa_ir: گروه تصادفی

source: Random Site
fa_ir: سایت تصادفی

source: Admin Options
fa_ir: تنظیمات مدیر

source: Edit Details
fa_ir: ویرایش اطلاعات

source: Group Settings
fa_ir: تنظیمات گروه

source: Group Profile Photo
fa_ir: تصویر نمایه گروه

source: Manage Invitations
fa_ir: مدیریت دعوت‌نامه‌ها

source: Manage Members
fa_ir: مدیریت اعضا

source: Membership Requests
fa_ir: درخواست‌های عضویت

source: Delete Group
fa_ir: حذف گروه

source: Blog Authors
fa_ir: نویسندگان بلاگ

source: Edit %s's Profile
fa_ir: ویرایش نمایه %s

source: Edit %s's Profile Photo
fa_ir: ویرایش تصویر نمایه %s

source: User Capabilities
fa_ir: دسترسی‌های کاربر

source: Delete %s's Account
fa_ir: حذف حساب کاربری %s

source: No new notifications.
fa_ir: آگاه‌سازی جدیدی وجود ندارد.

source: User removed as spammer.
fa_ir: عنوان هرزنویس از کاربر برداشته شد.

source: %s has been deleted from the system.
fa_ir: %s از سیستم پاک شده است.

source: There was an error deleting %s from the system. Please try again.
fa_ir: خطایی در هنگام پاک‌کردن %s رخ داد. دوباره تلاش کنید.

source: Friendship could not be requested.
fa_ir: درخواست دوستی ممکن نیست.

source: Friendship requested
fa_ir: درخواست دوستی شد

source: You are already friends with this user
fa_ir: شما از قبل با این کاربر دوست هستید

source: You already have a pending friendship request with this user
fa_ir: شما از قبل درخواست دوستی با این کاربر را دارید

source: Friendship could not be canceled.
fa_ir: درخواست دوستی قابل لغو نیست.

source: Friendship canceled
fa_ir: دوستی لغو شد

source: You are not yet friends with this user
fa_ir: شما هنوز با این کاربر دوست نیستید

source: You have a pending friendship request with this user
fa_ir: شما یک درخواست دوستی در حال انتظار با این کاربر دارید

source: Friendships accepted
fa_ir: دوستی پذیرفته‌شده

source: Friendships
fa_ir: دوستان

source: New friendships
fa_ir: دوستی‌های تازه

source: New friendship created
fa_ir: دوستی تازه‌ای ایجاد شد

source: %1$s and %2$s are now friends
fa_ir: %1$s و %2$s دوست هستند

source: BuddyPress Friends
fa_ir: دوستان بادی‌پرس

source: BuddyPress Friend Requests (Sent)
fa_ir: درخواست‌های دوستی بادی‌پرس (ارسال‌شده)

source: BuddyPress Friend Requests (Received)
fa_ir: درخواست‌های دوستی بادی‌پرس (دریافت‌شده)

source: Friendship Date
fa_ir: تاریخ دوستی

source: Friends
fa_ir: دوستان

source: Pending Friend Requests (Sent)
fa_ir: درخواست‌های دوستی در انتظار (ارسالی)

source: Pending Friend Requests (Received)
fa_ir: درخواست‌های دوستی در انتظار (دریافتی)

source: %d friends accepted your friendship requests
fa_ir: دوست %d درخواست دوستی شمارا پذیرفتند

source: %s accepted your friendship request
fa_ir: %s درخواست دوستی شما را پذیرفت

source: You have %d pending friendship requests
fa_ir: شما %s درخواست دوستی بازبینی‌نشده دارید

source: You have a friendship request from %s
fa_ir: شما یک درخواست دوستی از طرف %s دارید

source: My Friends
fa_ir: دوستان من

source: %s's Friends
fa_ir: دوستان %s

source: See All
fa_ir: دیدن همه

source: You haven't added any friend connections yet.
fa_ir: شما هنوز هیچ دوستی ندارید.

source: %s hasn't created any friend connections yet.
fa_ir: %s هنوز دوستی ندارد.

source: There aren't enough site members to show a random sample just yet.
fa_ir: در حال حاضر اعضای کافی در سایت برای نمایش نمونه تصادفی وجود ندارد.

source: Filter Friends
fa_ir: پالایه دوستان

source: %d friend
fa_ir: %s دوست

source: %d friends
fa_ir: %s دوستان

source: Cancel Friendship Request
fa_ir: لغو درخواست دوستی

source: Friendship Requested
fa_ir: درخواست دوستی دارد

source: Cancel Friendship
fa_ir: لغو دوستی

source: Add Friend
fa_ir: درخواست دوستی

source: %s friend
fa_ir: %s دوست

source: There were no members found, please try another filter.
fa_ir: هیچ کاربری پیدا نشد. از پالایه دیگری استفاده کنید.

source: Active
fa_ir: فعال

source: Popular
fa_ir: محبوب

source: Sorry, no members were found.
fa_ir: متأسفیم، هیچ عضوی پیدا نشد.

source: Link widget title to Members directory
fa_ir: پیوند عنوان ابزارک به فهرست اعضا

source: Max friends to show:
fa_ir: حداکثر دوستانی که نمایش داده شوند:

source: Default friends to show:
fa_ir: نمایش تعداد دوستان:

source: Search Friends...
fa_ir: جست‌وجوی دوستان…

source: Friends %s
fa_ir: دوستان %s

source: Friendship accepted
fa_ir: دوستی پذیرفته شد

source: Friendship could not be accepted
fa_ir: دوستی نمی تواند پذیرفته شود

source: Friendship rejected
fa_ir: دوستی رد شد

source: Friendship could not be rejected
fa_ir: دوستی نمی تواند رد شود

source: Friendship request withdrawn
fa_ir: درخواست دوستی بازپس‌گرفته‌شده

source: Friendship request could not be withdrawn
fa_ir: درخواست دوستی قابل بازپس‌گیری نیست

source: You do not have access to this group.
fa_ir: شما به این گروه دسترسی ندارید.

source: Sorry, you are not allowed to create groups.
fa_ir: متأسفیم، شما اجازه ایجاد گروه را ندارید.

source: There was an error saving group details. Please try again.
fa_ir: خطایی در هنگام ذخیره‌سازی اطلاعات گروه رخ داد. دوباره تلاش کنید.

source: Only the group creator may continue editing this group.
fa_ir: فقط ایجادکننده گروه می‌تواند ویرایش این گروه را ادامه دهد.

source: Please fill in all of the required fields
fa_ir: لطفاً زمینه‌های ضروری را تکمیل کنید

source: There was an error removing the invite
fa_ir: خطایی در هنگام حذف دعوت‌نامه رخ داد

source: There was an error saving the group profile photo, please try uploading again.
fa_ir: خطایی در هنگام ذخیره‌سازی تصویر نمایه گروه رخ داد، برای بارگذاری دوباره تلاش کنید.

source: There was an error joining the group.
fa_ir: خطایی در هنگام پیوستن به گروه رخ داد.

source: You joined the group!
fa_ir: شما به گروه پیوستید!

source: This group must have at least one admin
fa_ir: این گروه حداقل باید یک مدیر داشته باشد

source: There was an error leaving the group.
fa_ir: خطایی در هنگام ترک کردن گروه رخ داد.

source: You successfully left the group.
fa_ir: شما با موفقیت گروه را ترک کردید.

source: Created a group
fa_ir: یک گروه ساخت

source: New Groups
fa_ir: گروه‌های تازه

source: Joined a group
fa_ir: به یک گروه پیوست

source: Group Memberships
fa_ir: عضویت در گروه‌ها

source: Group details edited
fa_ir: اطلاعات گروه ویرایش شد

source: Group Updates
fa_ir: تازه‌های گروه‌ها

source: %1$s created the group %2$s
fa_ir: %1$s گروه %2$s را ایجاد کرد

source: %1$s joined the group %2$s
fa_ir: %1$s به گروه %2$s پیوست

source: %1$s posted an update in the group %2$s
fa_ir: %1$s به‌روزرسانی تازه‌‌ای برای گروه %2$s ارسال کرد

source: Support Forums
fa_ir: تالارهای پشتیبانی

source: Group Actions
fa_ir: کنش‌های گروه

source: Groups list navigation
fa_ir: راه‌بری فهرست گروه‌ها

source: Start typing a username to add a new member.
fa_ir: برای افزودن اعضای جدید، نام‌کاربری آن‌ها را تایپ کنید.

source: Group name, slug, and description are all required fields.
fa_ir: نام، نامک و توضیحات گروه، همگی زمینه‌های ضروری هستند.

source: The group has been updated successfully.
fa_ir: اطلاعات گروه با موفقیت به‌روز شد.

source: The following users could not be added to the group: %s
fa_ir: این اعضا امکان پیوستن به گروه را ندارند: %s

source: The following users were successfully added to the group: %s
fa_ir: این کاربران با موفقیت به گروه پیوستند: %s

source: The following members were successfully modified: %s
fa_ir: این اعضا با موفقیت تغییر کردند: %s

source: Edit Group
fa_ir: ویرایش گروه

source: Add New
fa_ir: افزودن

source: Name and Description
fa_ir: نام و توضیحات

source: Permalink:
fa_ir: پایاپیوند:

source: Visit Group
fa_ir: نمایش گروه

source: Group Description
fa_ir: توضیحات گروه

source: Delete Groups
fa_ir: پاک‌کردن گروه‌ها

source: %s group has been permanently deleted.
fa_ir: %s گروه برای همیشه حذف شد.

source: Groups
fa_ir: گروه‌ها

source: Search all Groups
fa_ir: جست‌وجوی گروه‌ها

source: Enable discussion forum
fa_ir: فعال کردن تالار گفت‌وگو

source: Privacy
fa_ir: دسترسی

source: Public
fa_ir: عمومی

source: Private
fa_ir: خصوصی

source: Hidden
fa_ir: پنهانی

source: Who can invite others to this group?
fa_ir: چه کسی می‌تواند دیگران را به این گروه دعوت کند؟

source: All group members
fa_ir: همهٔ اعضای گروه

source: Group admins and mods only
fa_ir: فقط مدیران و ناظران گروه

source: Group admins only
fa_ir: فقط مدیران گروه

source: Administrators
fa_ir: مدیران

source: Moderators
fa_ir: ناظران

source: Members
fa_ir: اعضا

source: Banned Members
fa_ir: محرومین

source: Select group role for member
fa_ir: نقش عضو برای گروه را انتخاب کنید

source: Roles
fa_ir: نقش‌ها

source: Administrator
fa_ir: مدیر

source: Moderator
fa_ir: ناظر

source: Member
fa_ir: عضو

source: Banned
fa_ir: محروم

source: Actions
fa_ir: کنش‌ها

source: Remove
fa_ir: حذف

source: Ban
fa_ir: محرومیت

source: No members of this type
fa_ir: عضوی به این عنوان وجود ندارد

source: Save Changes
fa_ir: ذخیره تغییرات

source: Select group type
fa_ir: انتخاب نوع گروه

source: &laquo;
fa_ir: &raquo;

source: &raquo;
fa_ir: &laquo;

source: Viewing 1 member
fa_ir: در حال دیدن ۱ عضو

source: Group type was changed successfully.
fa_ir: نوع گروه با موفقیت تغییر کرد.

source: BuddyPress Group Memberships
fa_ir: عضویت در گروه‌های بادی‌پرس

source: BuddyPress Pending Group Membership Requests
fa_ir: درخواست‌های عضویت در انتظار گروه‌های بادی‌پرس

source: BuddyPress Pending Group Invitations (Received)
fa_ir: دعوت‌های در انتظار گروه‌های بادی‌پرس (دریافت‌شده)

source: BuddyPress Pending Group Invitations (Sent)
fa_ir: دعوت‌های در انتظار گروه‌های بادی‌پرس (ارسال‌شده)

source: Group Admin
fa_ir: مدیر گروه

source: As the only admin, you cannot leave the group.
fa_ir: به عنوان تنها مدیر این گروه، شما نمی‌توانید گروه را ترک کنید.

source: Group type already exists.
fa_ir: نوع گروه از پیش وجود دارد.

source: Group Role
fa_ir: نقش گروه

source: Pending Group Membership Requests
fa_ir: درخواست‌های عضویت گروه در انتظار

source: Pending Group Invitations (Sent)
fa_ir: درخواست‌های دعوت به گروه در انتظار (ارسالی)

source: Pending Group Invitations (Received)
fa_ir: درخواست‌های دعوت به گروه در انتظار (دریافتی)

source: an administrator
fa_ir: یک مدیر

source: a moderator
fa_ir: یک مدیر

source: %1$d new membership requests for the group "%2$s"
fa_ir: %1$s درخواست تازه عضویت برای گروه «%2$s»

source: Membership for group "%s" accepted
fa_ir: عضویت در گروه "%s" پذیرفته شد

source: %d rejected group membership requests
fa_ir: %d درخواست های عضویت گروه را رد کرد

source: Membership for group "%s" rejected
fa_ir: عضویت در گروه %s پذیرفته نشد

source: You were promoted to an admin in %d groups
fa_ir: شما به نقش مدیر در گروه‌های %s ارتقاء داده شده‌اید

source: You were promoted to an admin in the group "%s"
fa_ir: شما به نقش مدیر در گروه «%s» ارتقاء داده شده‌اید

source: You were promoted to a mod in %d groups
fa_ir: شما به نقش ناظر در گروه‌های %s ارتقاء داده شده‌اید

source: You were promoted to a mod in the group "%s"
fa_ir: شما به نقش ناظر در گروه «%s» ارتقاء داده شده‌اید

source: You have %d new group invitations
fa_ir: شما %s دعوت‌نامه برای پیوستن به گروه دارید

source: You have an invitation to the group: %s
fa_ir: شما دعوت‌نامه‌ای برای پیوستن به گروه %s دارید

source: Group Types:
fa_ir: انواع گروه:

source: Public Group
fa_ir: گروه عمومی

source: Hidden Group
fa_ir: گروه پنهانی

source: Private Group
fa_ir: گروه خصوصی

source: Group
fa_ir: گروه

source: not yet active
fa_ir: هنوز فعال نشده

source: No Admins
fa_ir: بدون مدیر

source: No Mods
fa_ir: بدون ناظر

source: Filter Groups
fa_ir: پالایه گروه‌ها

source: Viewing 1 group
fa_ir: در حال دیدن ۱ گروه

source: Viewing %1$s - %2$s of %3$s group
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s گروه

source: %s member
fa_ir: %s عضو

source: Demote to Member
fa_ir: تنزل نقش به عضو

source: joined %s
fa_ir: عضو گروه از %s

source: This group has no administrators
fa_ir: این گروه هیچ مدیری ندارد

source: Promote to Admin
fa_ir: ترفیع نقش به مدیر

source: This group has no moderators
fa_ir: این گروه هیچ ناظری ندارد

source: Leave Group
fa_ir: ترک گروه

source: Join Group
fa_ir: پیوستن به گروه

source: Accept Invitation
fa_ir: پذیرش دعوت

source: Request Sent
fa_ir: درخواست فرستاده شد

source: Request Membership
fa_ir: درخواست عضویت

source: This group is not currently accessible.
fa_ir: در حال حاضر، این گروه از دسترس خارج شده است.

source: This is a private group and you must request group membership in order to join.
fa_ir: این گروه خصوصی است و برای پیوستن به آن باید درخواست عضویت کنید.

source: This is a private group. To join you must be a registered site member and request group membership.
fa_ir: این گروه خصوصی است. برای پیوستن لازم است پس از نام‌نویسی در سایت، درخواست عضویت به این گروه ارسال کنید.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
fa_ir: این گروه خصوصی است. درخواست عضویت شما منتظر تأیید مدیر گروه است.

source: This is a hidden group and only invited members can join.
fa_ir: این یک گروه پنهانی است و فقط اعضای دعوت شده می‌توانند به آن بپیوندند.

source: Viewing %1$s - %2$s of %3$s member
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s عضو

source: Group secondary navigation
fa_ir: راه‌بری ثانویه گروه

source: Order By:
fa_ir: چیدن بر اساس:

source: Oldest
fa_ir: قدیمی‌ترین

source: Group Activity
fa_ir: فعالیت‌های گروه

source: Alphabetical
fa_ir: الفبایی

source: Group photo
fa_ir: تصویر گروه

source: Recently Joined
fa_ir: اخیرا پیوسته

source: Most Popular
fa_ir: محبوب‌ترین‌ها

source: Administrator Of
fa_ir: مدیر

source: Moderator Of
fa_ir: ناظر

source: Group avatar
fa_ir: آواتار گروه

source: requested %s
fa_ir: درخواست شده در %s

source: Viewing 1 request
fa_ir: در حال دیدن ۱ درخواست

source: Viewing %1$s - %2$s of %3$s request
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s درخواست

source: Viewing 1 invitation
fa_ir: در حال دیدن ۱ دعوت‌نامه

source: Viewing %1$s - %2$s of %3$s invitation
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s دعوت‌نامه

source: Group Activity RSS Feed
fa_ir: خوراک RSS فعالیت های گروه

source: %s group
fa_ir: %s گروه

source: No groups matched the current filter.
fa_ir: هیچ گروهی با پالایه جاری مطابقت ندارد.

source: You do not have access to this content.
fa_ir: محتوای این صفحه برای شما قابل دسترسی نیست.

source: Memberships
fa_ir: عضویت‌ها

source: Invitations
fa_ir: دعوت‌نامه‌ها

source: Details
fa_ir: اطلاعات

source: Photo
fa_ir: تصویر

source: Cover Image
fa_ir: سربرگ

source: Requests
fa_ir: درخواست‌ها

source: No Group Profile Photo
fa_ir: بدون تصویر نمایه

source: No groups found.
fa_ir: هیچ گروهی پیدا نشد.

source: Groups list
fa_ir: فهرست گروه‌ها

source: Public <span class="count">(%s)</span>
fa_ir: عمومی <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
fa_ir: خصوصی <span class="count">(%s)</span>

source: Hidden <span class="count">(%s)</span>
fa_ir: پنهانی <span class="count">(%s)</span>

source: Change group type to&hellip;
fa_ir: تغییر نوع گروه به&hellip;

source: Change
fa_ir: تغییر

source: Group Mod
fa_ir: ناظر گروه

source: There are no groups to display.
fa_ir: گروهی برای نمایش وجود ندارد.

source: Link widget title to Groups directory
fa_ir: پیوند عنوان ابزارک به فهرست گروه‌ها

source: Max groups to show:
fa_ir: بیشترین تعداد گروه‌ها برای نمایش:

source: Default groups to show:
fa_ir: نمایش تعداد گروه‌ها:

source: There was an error deleting the group. Please try again.
fa_ir: خطایی در هنگام پاک‌کردن گروه رخ داد. دوباره تلاش کنید.

source: The group was deleted successfully.
fa_ir: گروه با موفقیت پاک شد.

source: There was an error updating group details. Please try again.
fa_ir: خطایی در هنگام ذخیره‌سازی اطلاعات گروه رخ داد، دوباره تلاش کنید.

source: Group details were successfully updated.
fa_ir: اطلاعات گروه با موفقیت به‌روز شد.

source: The new group profile photo was uploaded successfully.
fa_ir: تصویر نمایه گروه با موفقیت بارگذاری شد.

source: There was an error updating group settings. Please try again.
fa_ir: خطایی در هنگام ذخیره تنظیمات گروه رخ داد. دوباره تلاش کنید.

source: Group settings were successfully updated.
fa_ir: تنظیمات گروه با موفقیت به‌روز شد.

source: There was an error when promoting that user. Please try again.
fa_ir: خطایی در هنگام ترفیع نقش کاربر رخ داد. دوباره تلاش کنید.

source: User promoted successfully
fa_ir: کاربر با موفقیت ترفیع داده شد

source: There was an error when demoting that user. Please try again.
fa_ir: خطایی در هنگام تنزل نقش کاربر رخ داد. دوباره تلاش کنید.

source: User demoted successfully
fa_ir: نقش کاربر با موفقیت تنزل داده شد

source: There was an error when banning that user. Please try again.
fa_ir: خطایی در هنگام محرومیت این کاربر رخ داد. دوباره تلاش کنید.

source: User banned successfully
fa_ir: کاربر با موفقیت محروم شد

source: There was an error when unbanning that user. Please try again.
fa_ir: خطایی در هنگام برداشتن انسداد کاربر رخ داد، دوباره تلاش کنید.

source: User ban removed successfully
fa_ir: انسداد کاربر با موفقیت برداشته شد

source: There was an error removing that user from the group. Please try again.
fa_ir: خطایی در هنگام تنزل نقش کاربر رخ داد، دوباره تلاش کنید.

source: There was an error accepting the membership request. Please try again.
fa_ir: خطایی در هنگام پذیرش درخواست عضویت رخ داد، دوباره تلاش کنید.

source: Group membership request accepted
fa_ir: درخواست عضویت گروه پذیرفته شد

source: There was an error rejecting the membership request. Please try again.
fa_ir: خطایی در هنگام رد کردن درخواست عضویت رخ داد، دوباره تلاش کنید.
