Repository: geminorum/gnetwork
Catalog: assets/locale/buddypress-*.po
Languages: fa_ir

source: Unavailable to all members.
fa_ir: برای همه اعضا در دسترس نباشد.

source: Allow members to override
fa_ir: امکان تغییر به کاربران داده شود

source: Enforce field visibility
fa_ir: نمایانی قابل تغییر نباشد.

source: Requirement
fa_ir: ضروریت

source: Not Required
fa_ir: ضروری نیست

source: Required
fa_ir: ضروری

source: Autolink
fa_ir: پیوند خودکار

source: On user profiles, link this field to a search of the Members directory, using the field value as a search term.
fa_ir: در نمایه کاربری، این زمینه به برگه جست‌وجو برای اعضا با مقدار مشابه پیوند شود.

source: Autolink status for this field
fa_ir: وضعیت پیوند خودکار برای این زمینه

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال

source: Type
fa_ir: نوع

source: Please make sure you give the group a name.
fa_ir: لطفاً مطمئن شوید که نامی را به گروه داده اید.

source: Edit Field Group
fa_ir: ویرایش گروه زمینه

source: Field Group Name (required)
fa_ir: نام گروه زمینه (ضروری)

source: Field Group Description
fa_ir: توضیحات گروه زمینه

source: Delete Profile Photo
fa_ir: حذف تصویر نمایه

source: Changes saved.
fa_ir: تغییرات ذخیره شد.

source: Cheatin&#8217; huh?
fa_ir: هاه! می‌خواهی تقلب کنی؟

source: BuddyPress Nouveau
fa_ir: بادی‌پرس نوین

source: BuddyPress adds community features to WordPress. Member Profiles, Activity Streams, Direct Messaging, Notifications, and more!
fa_ir: بادی‌پرس، امکانات جامعه مجازی را به وردپرس اضافه می‌کند. نمایه‌های اعضا، مجموعه فعالیت‌ها، پیام‌های خصوصی، آگاه‌سازی‌ها و بیشتر!

source: The BuddyPress Community
fa_ir: جامعه بادی‌پرس

# Admin Dashbord SWA page title
source: Activity
fa_ir: فعالیت‌ها

# Admin Dashbord SWA menu
source: Activity
fa_ir: فعالیت‌ها

# activity admin edit screen
source: Status
fa_ir: وضعیت

# activity admin edit screen
source: Primary Item/Secondary Item
fa_ir: مورد اولیه/مورد ثانویه

# activity admin edit screen
source: Link
fa_ir: پیوند

# activity admin edit screen
source: Type
fa_ir: نوع

# activity admin edit screen
source: Author ID
fa_ir: شناسه نویسنده

# Activity items per page (screen options)
source: Activity
fa_ir: فعالیت‌ها

# Admin SWA page
source: Activity
fa_ir: فعالیت‌ها

# Default text for the post type name
source: item
fa_ir: مورد

# Profile activity screen nav
source: Activity
fa_ir: فعالیت‌ها

# Profile activity screen sub nav
source: Personal
fa_ir: شخصی

# Profile activity screen sub nav
source: Mentions
fa_ir: اشاره‌ها

# Profile activity screen sub nav
source: Favorites
fa_ir: علاقه‌مندی‌ها

# Profile activity screen sub nav
source: Friends
fa_ir: دوستان

# Profile activity screen sub nav
source: Groups
fa_ir: گروه‌ها

# Toolbar Mention logged in user
source: Mentions %s
fa_ir: اشاره‌ها %s

# Toolbar Mention logged in user
source: Mentions
fa_ir: اشاره‌ها

# My Account Activity sub nav
source: Activity
fa_ir: فعالیت‌ها

# My Account Activity sub nav
source: Personal
fa_ir: شخصی

# My Account Activity sub nav
source: Favorites
fa_ir: علاقه‌مندی‌ها

# My Account Activity sub nav
source: Friends
fa_ir: دوستان

# My Account Activity sub nav
source: Groups
fa_ir: گروه‌ها

# Page and <title>
source: My Activity
fa_ir: فعالیت‌های من

# Admin SWA column header
source: Author
fa_ir: مؤلف

# Admin SWA column header
source: Activity
fa_ir: فعالیت‌ها

# Admin SWA column header
source: Action
fa_ir: گزینه‌ها

# Admin SWA column header
source: In Response To
fa_ir: در پاسخ به

# Activity pagination previous text
source: &larr;
fa_ir: &rarr;

# widget name
source: (BuddyPress) Recent Networkwide Posts
fa_ir: بادی‌پرس: آخرین نوشته‌ها در شبکه

# widget name
source: (BuddyPress) Friends
fa_ir: بادی‌پرس: دوستان

# widget name
source: (BuddyPress) Groups
fa_ir: بادی‌پرس: گروه‌ها

# widget name
source: (BuddyPress) Members
fa_ir: بادی‌پرس: اعضا

# widget name
source: (BuddyPress) Recently Active Members
fa_ir: بادی‌پرس: آخرین اعضای فعال

# widget name
source: (BuddyPress) Who's Online
fa_ir: بادی‌پرس: اعضای آنلاین

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
fa_ir: عنوان:

# Blog pagination previous text
source: &larr;
fa_ir: &rarr;

# Blog pagination next text
source: &rarr;
fa_ir: &larr;

# plugins
source: All <span class="count">(%s)</span>
fa_ir: همه <span class="count">(%s)</span>

# First field-group name
source: General
fa_ir: همگانی

# Display name field
source: Display Name
fa_ir: نام نمایشی

# buddypress tools intro
source: Use the %s to repair these relationships.
fa_ir: از %s برای تعمیر این روابط استفاده کنید.

# screen heading
source: BuddyPress Emails
fa_ir: ایمیل‌های بادی‌پرس

# screen heading
source: Emails
fa_ir: ایمیل‌ها

# screen heading
source: Your feedback
fa_ir: بازخورد شما

# email
source: Header
fa_ir: سربرگ

# email
source: Body
fa_ir: بدنه

# email
source: Footer
fa_ir: پانویس

# email
source: unsubscribe
fa_ir: لغو اشتراک

# customizer menu type label
source: Custom Link
fa_ir: پیوند سفارشی

# customizer menu section title
source: BuddyPress (logged-in)
fa_ir: بادی‌پرس (واردشده‌ها)

# customizer menu section title
source: BuddyPress (logged-out)
fa_ir: بادی‌پرس (خارج‌شده‌ها)

# Page title for the Activity directory.
source: Activity
fa_ir: فعالیت

# Page title for the Groups directory.
source: Groups
fa_ir: گروه‌ها

# Page title for the Sites directory.
source: Sites
fa_ir: سایت‌ها

# Page title for the Members directory.
source: Members
fa_ir: اعضا

# Page title for the user activation screen.
source: Activate
fa_ir: فعال‌سازی

# Page title for the user registration screen.
source: Register
fa_ir: نام‌نویسی

# email post type label
source: Add New
fa_ir: افزودن ایمیل

# email post type label
source: Add a New Email
fa_ir: افزودن ایمیل تازه

# email post type label
source: All Emails
fa_ir: همهٔ ایمیل‌ها

# email post type label
source: Edit Email
fa_ir: ویرایش ایمیل

# email post type label
source: Filter email list
fa_ir: پالایه فهرست ایمیل‌ها

# email post type label
source: Email list
fa_ir: فهرست ایمیل‌ها

# email post type label
source: Email list navigation
fa_ir: راه‌بری فهرست ایمیل‌ها

# email post type label
source: BuddyPress Emails
fa_ir: ایمیل‌های بادی‌پرس

# email post type label
source: New Email
fa_ir: ایمیل تازه

# email post type label
source: No emails found
fa_ir: ایمیلی پیدا نشد

# email post type label
source: No emails found in Trash
fa_ir: ایمیلی در زباله‌دان نیست

# email post type label
source: Search Emails
fa_ir: جست‌وجوی ایمیل‌ها

# email post type label
source: Uploaded to this email
fa_ir: بارگذاری‌شده برای این ایمیل

# email post type label
source: View Email
fa_ir: نمایش ایمیل

# email post type name
source: Emails
fa_ir: ایمیل‌ها

# email post type singular name
source: Email
fa_ir: ایمیل

# email type taxonomy label
source: New Email Situation
fa_ir: موقعیت ارسال ایمیل جدید

# email type taxonomy label
source: All Email Situations
fa_ir: همهٔ موقعیت‌های ارسال ایمیل

# email type taxonomy label
source: Edit Email Situations
fa_ir: ویرایش موقعیت‌های ارسال ایمیل

# email type taxonomy label
source: Email list
fa_ir: فهرست ایمیل‌ها

# email type taxonomy label
source: Email list navigation
fa_ir: راه‌بری فهرست ایمیل‌ها

# email type taxonomy label
source: Situations
fa_ir: موقعیت‌ها

# email type taxonomy label
source: New email situation name
fa_ir: عنوان موقعیت ارسال ایمیل تازه

# email type taxonomy label
source: No email situations found.
fa_ir: موقعیت ارسال ایمیلی وجود ندارد.

# email type taxonomy label
source: No email situations
fa_ir: بدون موقعیت ارسال ایمیل

# email type taxonomy label
source: Popular Email Situation
fa_ir: موقعیت ارسال ایمیل پراستفاده

# email type taxonomy label
source: Search Emails
fa_ir: جست‌وجوی ایمیل‌ها

# email type taxonomy label
source: Update Email Situation
fa_ir: به‌روزرسانی موقعیت ارسال ایمیل

# email type taxonomy label
source: View Email Situation
fa_ir: نمایش موقعیت ارسال ایمیل

# email type taxonomy name
source: Situation
fa_ir: موقعیت

# email type taxonomy singular name
source: Email
fa_ir: ایمیل

# email type taxonomy description
source: BuddyPress email types
fa_ir: انواع ایمیل بادی‌پرس

# search form
source: Members
fa_ir: اعضا

# search form
source: Groups
fa_ir: گروه‌ها

# search form
source: Blogs
fa_ir: بلاگ‌ها

# search form
source: Posts
fa_ir: نوشته‌ها

# search form
source: Search these:
fa_ir: جست‌وجو کنید:

# component directory title
source: Directory
fa_ir: فهرست

# component directory title
source: Site-Wide Activity
fa_ir: فعالیت در گستره سایت

# component directory title
source: Sites
fa_ir: سایت‌ها

# component directory title
source: Groups
fa_ir: گروه‌ها

# component directory title
source: Members
fa_ir: اعضا

# recipient salutation
source: Hi %s,
fa_ir: %s، سلام

# email menu label
source: Customize
fa_ir: سفارشی‌سازی

# BuddyPress setting tab
source: Profile Settings
fa_ir: اطلاعات نمایه

# Colloquial alternative to "learn about BuddyPress"
source: Hello, BuddyPress!
fa_ir: سلام، بادی‌پرس!

# Email post type
source: Situations
fa_ir: موقعیت‌ها

# Attachment source file
source: source file
fa_ir: پروندهٔ مبداء

# Attachment destination file
source: destination file
fa_ir: پروندهٔ مقصد

# Title of the login widget
source: (BuddyPress) Log In
fa_ir: وارد شوید

# email post type description
source: BuddyPress emails
fa_ir: ایمیل‌های بادی‌پرس

# Friend settings on notification settings page
source: Friends
fa_ir: دوستان

# Friend settings on notification settings page
source: A member sends you a friendship request
fa_ir: یک عضو درخواست دوستی با شما داشته باشد

# Friend settings on notification settings page
source: A member accepts your friendship request
fa_ir: یک عضو درخواست دوستی شما را پذیرفته باشد

# Friends screen page <title>
source: Friend Connections
fa_ir: ارتباطات دوستانه

# Friends screen sub nav
source: Friendships
fa_ir: دوستان

# Friends screen sub nav
source: Requests
fa_ir: درخواست‌ها

# My Account Friends menu
source: Friends %s
fa_ir: دوستان %s

# My Account Friends menu
source: Friends
fa_ir: دوستان

# My Account Friends menu sub nav
source: Pending Requests %s
fa_ir: %s درخواست معلق

# My Account Friends menu sub nav
source: No Pending Requests
fa_ir: درخواستی ندارید

# My Account Friends menu sub nav
source: Friendships
fa_ir: دوستان

# Admin Groups page title
source: Groups
fa_ir: گروه‌ها

# Admin Groups menu
source: Groups
fa_ir: گروه‌ها

# group admin edit screen
source: Save
fa_ir: ذخیره

# group admin edit screen
source: Settings
fa_ir: تنظیمات

# group admin edit screen
source: Add New Members
fa_ir: افزودن اعضای تازه

# group admin edit screen
source: Manage Members
fa_ir: مدیریت اعضا

# groups admin edit screen
source: Group Type
fa_ir: نوع گروه

# Groups per page (screen options)
source: Groups
fa_ir: گروه‌ها

# Group member user_id in group admin
source: ID
fa_ir: نهاد

# Group member name in group admin
source: Name
fa_ir: نام

# Group member role in group admin
source: Group Role
fa_ir: نقش در گروه

# Group members pagination in group admin
source: Viewing %1$s - %2$s of %3$s member
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s عضو

# Group WP Admin Bar manage links
source: Edit Group %s
fa_ir: ویرایش %s گروه

# Group WP Admin Bar delete link
source: %s Group
fa_ir: %s گروه

# Group settings on notification settings page
source: Groups
fa_ir: گروه‌ها

# group settings on notification settings page
source: A member invites you to join a group
fa_ir: یک عضو شما را دعوت به پیوستن به یک گروه کند

# group settings on notification settings page
source: Group information is updated
fa_ir: اطلاعات گروه به‌روز شد

# group settings on notification settings page
source: You are promoted to a group administrator or moderator
fa_ir: شما به عنوان مدیر و یا ناظر گروه ارتقاء داده شده‌اید

# group settings on notification settings page
source: A member requests to join a private group for which you are an admin
fa_ir: یک عضو درخواست پیوستن به گروه خصوصی، که شما مدیر آن هستید را داشته باشد

# group settings on notification settings page
source: Your request to join a group has been approved or denied
fa_ir: درخواست شما برای پیوستن به یک گروه تأیید و یا رد شده باشد

# Group screen page <title>
source: User Groups
fa_ir: گروه‌های کاربری

# Component directory search
source: Search Groups...
fa_ir: جست‌وجوی گروه‌ها …

# Group screen nav
source: Details
fa_ir: جزئیات

# Group screen nav
source: Settings
fa_ir: تنظیمات

# Group screen nav
source: Photo
fa_ir: تصویر

# Group screen nav
source: Cover Image
fa_ir: سربرگ

# Group screen nav
source: Invites
fa_ir: دعوت‌ها

# Group screen nav
source: Request Membership
fa_ir: درخواست عضویت

# Group screen nav with counter
source: Groups %s
fa_ir: گروه‌ها %s

# Group screen nav without counter
source: Groups
fa_ir: گروه‌ها

# Group screen navigation title
source: Home
fa_ir: خانه

# Group screen navigation title
source: Home (Activity)
fa_ir: خانه (فعالیت‌ها)

# Group screen navigation title
source: Home (Members)
fa_ir: خانه (اعضا)

# My Group screen nav
source: Activity
fa_ir: فعالیت‌ها

# My Group screen nav
source: Members %s
fa_ir: اعضا %s

# My Group screen nav
source: Send Invites
fa_ir: دعوت

# My Group screen nav
source: Manage
fa_ir: مدیریت

# My Group screen nav
source: Invite
fa_ir: دعوت

# My Group screen nav
source: Members
fa_ir: اعضا

# My Account Groups
source: Groups
fa_ir: گروه‌ها

# My Account Groups sub nav
source: No Pending Invites
fa_ir: دعوت‌نامه‌ای ندارید

# My Account Groups sub nav
source: Pending Invites %s
fa_ir: دعوت‌نامه‌های معلق %s

# My Account Groups sub nav
source: Memberships
fa_ir: عضویت‌ها

# My Account Groups sub nav
source: Create a Group
fa_ir: ایجاد گروه

# My Account Groups nav
source: Groups %s
fa_ir: گروه‌ها %s

# My Groups page <title>
source: Memberships
fa_ir: عضویت‌ها

# Groups admin Group Name column header
source: Name
fa_ir: نام

# Groups admin Group Description column header
source: Description
fa_ir: توضیحات

# Groups admin Privacy Status column header
source: Status
fa_ir: وضعیت

# Groups admin Members column header
source: Members
fa_ir: اعضا

# Groups admin Last Active column header
source: Last Active
fa_ir: آخرین فعالیت

# Label for the WP groups table group type column
source: Group Type
fa_ir: نوع گروه

# Group pagination previous text
source: &larr;
fa_ir: &rarr;

# Group pagination next text
source: &rarr;
fa_ir: &larr;

# Group creation page
source: Groups
fa_ir: گروه‌‌ها

# Records the timestamp that the user registered into the activity stream
source: registered %s
fa_ir: نام‌نویسی در %s

# Member pagination previous text
source: &larr;
fa_ir: &rarr;

# Member pagination next text
source: &rarr;
fa_ir: &larr;

# members user-admin edit screen
source: Status
fa_ir: وضعیت

# members user-admin edit screen
source: %s's Stats
fa_ir: آمار %s

# members user-admin edit screen
source: Member Type
fa_ir: نوع عضویت

# user
source: Add New
fa_ir: افزودن

# user
source: Add Existing
fa_ir: افزودن کاربر موجود

# signup users
source: Pending %s
fa_ir: در انتظار %s

# Pending Accounts per page (screen options)
source: Pending Accounts
fa_ir: حساب‌های در انتظار

# Label for the WP users table member type column
source: Member Type
fa_ir: نوع عضویت

# Member profile main navigation
source: Profile
fa_ir: نمایه

# Member profile view
source: View
fa_ir: نمایش

# Member Home page
source: Home
fa_ir: خانه

# Pending signup action
source: Activate
fa_ir: فعال‌سازی

# Pending signup action
source: Email
fa_ir: ایمیل

# Message dropdown filter
source: Read
fa_ir: خوانده شده

# Message dropdown filter
source: Unread
fa_ir: خوانده نشده

# Message dropdown filter
source: All
fa_ir: همه

# Message management markup
source: Mark as Read
fa_ir: نشان‌گذاری به عنوان خوانده شده

# Message management markup
source: Mark as Unread
fa_ir: نشان‌گذاری به عنوان خوانده نشده

# Message pagination previous text
source: &larr;
fa_ir: &rarr;

# Message pagination next text
source: &rarr;
fa_ir: &larr;

# Notices admin page title
source: Site Notices
fa_ir: اطلاعیه‌های سایت

# Admin Users menu
source: Site Notices
fa_ir: اطلاعیه‌های سایت

# Admin Users menu
source: Profile Fields
fa_ir: اطلاعات نمایه

# Admin Notices column header
source: Subject
fa_ir: موضوع

# Admin Notices column header
source: Content
fa_ir: محتوا

# Admin Notices column header
source: Created
fa_ir: تاریخ

# Tag prepended to active site-wide notice titles on WP Admin notices list table
source: Active: %s
fa_ir: فعال: %s

# Page <title>
source: Notifications
fa_ir: آگاه‌سازی‌ها

# Profile screen nav
source: Notifications %s
fa_ir: آگاه‌سازی‌ها %s

# Profile screen nav
source: Notifications
fa_ir: آگاه‌سازی‌ها

# Notification screen nav
source: Unread
fa_ir: خوانده نشده

# Notification screen nav
source: Read
fa_ir: خوانده شده

# My Account Notification pending
source: Notifications %s
fa_ir: آگاه‌سازی‌ها %s

# My Account Notification pending
source: Unread %s
fa_ir: نخوانده‌ها %s

# My Account Notification
source: Notifications
fa_ir: آگاه‌سازی‌ها

# My Account Notification sub nav
source: Unread
fa_ir: خوانده نشده‌ها

# My Account Notification sub nav
source: Read
fa_ir: خوانده شده‌ها

# Notifications pagination previous text
source: &larr;
fa_ir: &rarr;

# Number of new activity mentions
source: %s new
fa_ir: (%s جدید)

# Uploader: Drop your file here - or - Select your File
source: or
fa_ir: یا

# button
source: Send Request
fa_ir: فرستادن درخواست

# button
source: Load More
fa_ir: بیشتر

# button
source: Cancel
fa_ir: انصراف

# button
source: Capture
fa_ir: گرفتن

# button
source: Save
fa_ir: ذخیره

# button
source: Crop Image
fa_ir: بریدن تصویر

# button
source: Delete My Cover Image
fa_ir: پاک‌کردن تصویر سربرگ

# button
source: Delete Group Cover Image
fa_ir: پاک‌کردن تصویر سربرگ گروه

# button
source: Select your file
fa_ir: پرونده را انتخاب کنید

# button
source: Remove item
fa_ir: حذف مورد

# button
source: Search
fa_ir: جست‌وجو

# button
source: Invite
fa_ir: دعوت

# button
source: Cancel invitation
fa_ir: انصراف از دعوت

# button
source: Send
fa_ir: فرستادن

# button
source: Apply
fa_ir: اعمال

# button
source: Send Reply
fa_ir: فرستادن پاسخ

# button
source: Close
fa_ir: بستن

# button
source: Activate
fa_ir: فعال‌سازی

# button
source: Change
fa_ir: تغییر

# button
source: Comment
fa_ir: دیدگاه

# button
source: Delete
fa_ir: پاک کردن

# button
source: Spam
fa_ir: جفنگ

# button
source: Post
fa_ir: ارسال

# button
source: Accept
fa_ir: پذیرفتن

# button
source: Reject
fa_ir: رد کردن

# button
source: Mark read
fa_ir: خوانده شده

# button
source: Mark unread
fa_ir: خوانده نشده

# Change profile field visibility level
source: Change
fa_ir: تغییر این وضعیت

# Group member count
source: %d member
fa_ir: %s عضو

# heading
source: Comment
fa_ir: دیدگاه

# heading
source: Post Update
fa_ir: نوشته تازه

# heading
source: Search Members
fa_ir: جست‌وجوی اعضا

# search placeholder text
source: Search
fa_ir: جست‌وجو

# link
source: Previous page
fa_ir: صفحه قبلی

# link
source: Next page
fa_ir: صفحه بعدی

# link
source: Comment
fa_ir: دیدگاه

# link
source: Reply
fa_ir: پاسخ

# link
source: Delete
fa_ir: حذف

# link
source: Spam
fa_ir: جفنگ

# link
source: Mark Unread
fa_ir: خوانده نشده

# link
source: Mark Read
fa_ir: خوانده شده

# form reset button
source: Reset
fa_ir: بازنشانی

# Customizer Panel
source: BuddyPress Nouveau
fa_ir: بادی‌پرس نوین

# Group invitations menu title
source: Invite
fa_ir: دعوت

# Group invitations main menu title
source: Group Invites
fa_ir: دعوت‌نامه‌های گروه

# Customizer control label
source: Groups
fa_ir: گروه‌ها

# xProfile admin page title
source: Profile Fields
fa_ir: زمینه‌های نمایه

# Settings page header
source: Profile Fields
fa_ir: زمینه‌های نمایه

# Edit Profile Fields Group
source: Edit Group
fa_ir: ویرایش گروه

# Delete Profile Fields Group
source: Delete Group
fa_ir: حذف گروه

# You have no profile fields groups.
source: You have no groups.
fa_ir: بدون نوع گروه

# Add New Profile Fields Group
source: Add New Group
fa_ir: افزودن گروه تازه

# Error when deleting profile fields group
source: There was an error deleting the group. Please try again.
fa_ir: خطایی در هنگام پاک‌کردن گروه رخ داد. دوباره تلاش کنید.

# Profile fields group was deleted successfully
source: The group was deleted successfully.
fa_ir: گروه با موفقیت پاک شد.

# Edit field link
source: Edit
fa_ir: ویرایش

# Delete field link
source: Delete
fa_ir: حذف

# xprofile field type category
source: Other
fa_ir: دیگر

# xprofile field type category
source: Multi Fields
fa_ir: چند زمینه‌ای

# xprofile field type category
source: Single Fields
fa_ir: تک زمینه‌ای

# Component page <title>
source: Extended Profiles
fa_ir: نمایه‌ها

# Visibility level setting
source: Everyone
fa_ir: همه

# Visibility level setting
source: Only Me
fa_ir: فقط من

# Visibility level setting
source: All Members
fa_ir: همه اعضا

# Visibility level setting
source: My Friends
fa_ir: دوستان من

# Profile header menu
source: Profile
fa_ir: نمایه

# Profile header sub menu
source: View
fa_ir: نمایش

# Profile header sub menu
source: Edit
fa_ir: ویرایش

# Profile header sub menu
source: Change Profile Photo
fa_ir: تغییر تصویر نمایه

# Profile header sub menu
source: Change Cover Image
fa_ir: تغییر تصویر سربرگ

# Profile settings sub nav
source: Profile Visibility
fa_ir: دسترسی به نمایه

# My Account Profile
source: Profile
fa_ir: نمایه

# My Account Profile sub nav
source: View
fa_ir: نمایش

# My Account Profile sub nav
source: Edit
fa_ir: ویرایش

# My Account Profile sub nav
source: Change Profile Photo
fa_ir: تغییر تصویر نمایه

# My Account Profile sub nav
source: Change Cover Image
fa_ir: تغییر تصویر سربرگ

# Page title
source: My Profile
fa_ir: نمایه من

# Avatar alt
source: Profile picture of %s
fa_ir: تصویر نمایه %s

# My Account Settings sub nav
source: Profile
fa_ir: نمایه

# xprofile field type
source: Checkboxes
fa_ir: چک‌باکس‌ها

# xprofile field type
source: Date Selector
fa_ir: انتخاب‌گر تاریخ

# xprofile field type
source: Multi Select Box
fa_ir: جعبه انتخاب چندگانه

# xprofile field type
source: Number
fa_ir: شماره

# xprofile field type
source: Radio Buttons
fa_ir: دکمه‌های رادیویی

# xprofile field type
source: Drop Down Select Box
fa_ir: جعبه انتخاب افتادنی

# xprofile field type
source: Phone Number
fa_ir: شماره تلفن

# xprofile field type
source: Multi-line Text Area
fa_ir: متن چند خطی

# xprofile field type
source: Text Box
fa_ir: جعبه متنی

# xprofile field type
source: URL
fa_ir: نشانی اینترنتی

# XProfile admin edit field
source: Name (required)
fa_ir: نام (ضروری)

# XProfile admin edit field
source: Description
fa_ir: توضیحات

# xprofile user-admin edit screen
source: User marked as a spammer
fa_ir: کاربر به عنوان هرزنویس نشان‌گذاری شده است

# xprofile user-admin edit screen
source: Profile Photo
fa_ir: تصویر نمایه
