Repository: geminorum/gnetwork
Catalog: assets/locale/buddypress-*.po
Languages: fa_ir

source: Message
fa_ir: پیام

source: Send Message
fa_ir: فرستادن پیام

source: Starred messages
fa_ir: پیام‌های نشان‌شده

source: Select all
fa_ir: انتخاب همه

source: From
fa_ir: از طرف

source: Select this message
fa_ir: انتخاب این پیام

source: From:
fa_ir: از طرف:

source: To:
fa_ir: به:

source: View Message
fa_ir: نمایش پیام

source: Sorry, no messages were found.
fa_ir: متأسفیم، پیامی وجود ندارد.

source: Sent:
fa_ir: فرستاد:

source: Delete Message
fa_ir: پاک‌کردن پیام

source: Sorry, no notices were found.
fa_ir: متأسفیم، اطلاعیه‌ای وجود ندارد.

source: Send a Reply
fa_ir: فرستادن یک پاسخ

source: Reply to Message
fa_ir: پاسخ به پیام

source: Send Reply
fa_ir: فرستادن پاسخ

source: Messages inbox
fa_ir: صندوق ورودی

source: Sent Messages
fa_ir: پیام‌های فرستاده‌شده

source: You have no unread notifications.
fa_ir: آگاه‌سازی خوانده نشده‌ای وجود ندارد.

source: This member has no unread notifications.
fa_ir: این عضو آگاه‌سازی خوانده نشده‌ای ندارد.

source: You have no notifications.
fa_ir: آگاه‌سازی برای شما وجود ندارد.

source: This member has no notifications.
fa_ir: آگاه‌سازی برای این عضو وجود ندارد.

source: Notification
fa_ir: آگاه‌سازی‌ها

source: Date Received
fa_ir: تاریخ دریافت

source: Select this notification
fa_ir: انتخاب این آگاه‌سازی

source: Change Profile Photo
fa_ir: تغییر تصویر نمایه

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
fa_ir: تصویر نمایه شما در نمایه شما و سراسر سایت استفاده خواهد شد. اگر <a href="https://fa.gravatar.com">گراواتار</a> مرتبط با ایمیل حساب شما وجود داشته باشد، از آن استفاده خواهیم کرد؛ همچنین می‌توانید از روی رایانه تصویر دلخواه خودتان را بارگذاری کنید.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
fa_ir: تصویری با قالب JPG، GIF یا PNG از رایانه خودتان انتخاب و روی «بارگذاری تصویر» کلیک کنید.

source: Crop Your New Profile Photo
fa_ir: اندازه تصویر نمایه تازه خودتان را تغییر دهید

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, please create an account with <a href="https://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
fa_ir: تصویر نمایه شما، در برگهٔ نمایه و در سراسر سایت استفاده خواهد شد. برای تغییر این تصویر، می‌توانید با استفاده از ایمیلی که در این سایت وارد کرده‌اید در <a href="https://fa.gravatar.com">گراواتار</a> نام‌نویسی کنید.

source: Change Cover Image
fa_ir: تغییر تصویر سربرگ

source: Your Cover Image will be used to customize the header of your profile.
fa_ir: از این تصویر برای شخصی‌سازی سربرگ نمایه شما استفاده خواهد شد.

source: Editing '%s' Profile Group
fa_ir: ویرایش گروه «%s» نمایه

source: %s's Profile
fa_ir: نمایه %s

source: This user is a spammer.
fa_ir: این کاربر هرزنویس است.

source: Data Export
fa_ir: برون‌بری داده‌ها

source: Download personal data
fa_ir: دریافت داده‌های شخصی

source: Your previous request for an export of personal data has expired.
fa_ir: درخواست پیشین شما برای برون‌بری داده‌های شخصی منقضی شده است.

source: Please click on the button below to make a new request.
fa_ir: برای ارسال درخواست تازه روی دکمه زیر کلیک کنید.

source: Request new data export
fa_ir: درخواست برون‌بری داده‌های تازه

source: You previously requested an export of your personal data on %s.
fa_ir: شما پیش از این، درخواست برون‌بری داده‌های شخصی خود را در %s داده بودید.

source: You will receive a link to download your export via email once we are able to fulfill your request.
fa_ir: پس از اجرای درخواست شما، ایمیل حاوی یک پیوند برای دریافت برون‌بری را دریافت خواهید کرد.

source: You can request an export of your personal data, containing the following items if applicable:
fa_ir: می‌توانید درخواستی برای برون‌بری داده‌های شخصی خودتان ایجاد کنید، که در صورت امکان شامل موارد زیر می‌شود:

source: If you want to make a request, please click on the button below:
fa_ir: اگر می‌خواهید درخواستی ایجاد کنید، لطفاً روی دکمه زیر کلیک کنید:

source: Request personal data export
fa_ir: درخواست برون‌بری داده‌های شخصی

source: Data Erase
fa_ir: پاک‌سازی داده‌ها

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
fa_ir: حذف حساب کاربری شما، باعث از بین رفتن همه اطلاعات و محتویات ایجاد شده توسط شما خواهد شد و به هیچ وجه قابل بازیابی نخواهد بود.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
fa_ir: حذف این حساب کاربری، همه محتوای ایجاد شده توسط آن را از بین خواهد برد. در هیچ صورتی، محتوای حذف شده قابل بازیابی نخواهد بود.

source: I understand the consequences.
fa_ir: از عواقب حذف حساب کاربری اطلاع کامل دارم.

source: Account settings
fa_ir: تنظیمات حساب کاربری

source: Current Password <span>(required to update email or change current password)</span>
fa_ir: رمز فعلی <span>(ورود آن برای به‌روزرسانی نشانی ایمیل یا تغییر رمز لازم است.)</span>

source: Lost your password?
fa_ir: رمز را فراموش کرده‌اید؟

source: Account Email
fa_ir: ایمیل حساب کاربری

source: Change Password <span>(leave blank for no change)</span>
fa_ir: تغییر رمز عبور <span>(برای تغییر ندادن خالی بگذارید)</span>

source: Repeat New Password
fa_ir: تکرار رمز عبور تازه

source: Notification settings
fa_ir: تنظیمات آگاه‌سازی

source: Send an email notice when:
fa_ir: ایمیل آگاه‌سازی ارسال شود در صورتی که:

source: Profile visibility settings
fa_ir: دسترسی به نمایه

source: Visibility
fa_ir: نمایانی

source: BuddyPress Legacy
fa_ir: بادی‌پرس میرای

source: Accepted
fa_ir: پذیرفته شد

source: comments
fa_ir: دیدگاه‌ها

source: My Favorites
fa_ir: علاقه‌مندی‌های من

source: Rejected
fa_ir: رد شد

source: Show all
fa_ir: نمایش همه

source: Show all comments for this thread
fa_ir: نمایش همه دیدگاه‌ها برای این مجموعه

source: There was a problem posting your update. Please try again.
fa_ir: مشکلی در هنگام ارسال به‌روزرسانی شما رخ داده است، دوباره تلاش کنید.

source: There was a problem when deleting. Please try again.
fa_ir: خطایی در هنگام پاک‌کردن رخ داد. دوباره تلاش کنید.

source: Friendship could not be requested.
fa_ir: درخواست دوستی ممکن نیست.

source: Friendship request could not be cancelled.
fa_ir: درخواست دوستی قابل لغو نیست.

source: Request Pending
fa_ir: درخواست در انتظار

source: There was a problem accepting that request. Please try again.
fa_ir: مشکلی در هنگام پذیرفتن درخواست رخ داد. دوباره تلاش کنید.

source: There was a problem rejecting that request. Please try again.
fa_ir: مشکلی در هنگام رد درخواست رخ داد. دوباره تلاش کنید.

source: Error joining group
fa_ir: خطا در پیوستن به گروه

source: Error requesting membership
fa_ir: خطا در درخواست عضویت

source: Error leaving group
fa_ir: خطا در ترک گروه

source: There was a problem closing the notice.
fa_ir: مشکلی در هنگام بستن اطلاعیه رخ داد.

source: There was a problem sending that reply. Please try again.
fa_ir: مشکلی در هنگام فرستادن پاسخ رخ داد. دوباره تلاش کنید.

source: If you'd like to delete your current profile photo, use the delete profile photo button.
fa_ir: اگر می‌خواهید تصویر نمایه کنونی خود را حذف کنید، از دکمه حذف تصویر نمایه استفاده کنید.

source: If you'd like to delete your current cover image, use the delete Cover Image button.
fa_ir: اگر می‌خواهید تصویر سربرگ کنونی خود را حذف کنید، از دکمه حذف تصویر سربرگ استفاده کنید.

source: Select your file
fa_ir: پرونده را انتخاب کنید

source: Invite Members
fa_ir: دعوت از اعضا

source: Group invitations menu
fa_ir: منوی دعوت گروه

source: Cancel invitation
fa_ir: لغو دعوت

source: Optional: add a message to your invite.
fa_ir: اختیاری: پیامی را به درخواست دعوت خود اضافه کنید.

source: Send @Username
fa_ir: فرستادن به &#8206;@username&#8207;

source: All Messages
fa_ir: همه پیام‌ها

source: Select bulk action
fa_ir: انتخاب کنش جمعی

source: Select message:
fa_ir: انتخاب پیام:

source: Active conversation:
fa_ir: گفت‌وگوهای فعال:

source: Participants:
fa_ir: مشارکت‌کنندگان:

source: Delete conversation.
fa_ir: این گفت‌وگو حذف شود.

source: Star Conversation
fa_ir: گفت‌وگو نشان‌گذاری شود

source: View full conversation and reply.
fa_ir: دیدن تمام گفت‌وگو و ارسال پاسخ.

source: Star Message
fa_ir: پیام نشان‌گذاری شود

source: Directory menu
fa_ir: منوی دایرکتوری

source: Close this notice
fa_ir: بستن این اعلان

source: Create A New Group
fa_ir: ایجاد گروه تازه

source: Group creation menu
fa_ir: منوی ایجاد گروه

source: Group Activities
fa_ir: فعالیت‌های گروه

source: Delete this group
fa_ir: پاک کردن این گروه

source: Enter Group Name &amp; Description
fa_ir: تنظیم عنوان و توضیحات گروه

source: Edit Group Name &amp; Description
fa_ir: ویرایش عنوان و توضیحات گروه

source: Upload Group Avatar
fa_ir: بارگذاری آواتار گروه

source: Change Group Avatar
fa_ir: تغییر آواتار گروه

source: Upload Cover Image
fa_ir: بارگذاری تصویر سربرگ

source: Select Group Settings
fa_ir: انتخاب تنظیمات گروه

source: Change Group Settings
fa_ir: تغییر تنظیمات گروه

source: Only people who request membership and are accepted can join the group.
fa_ir: تنها کاربرانی که درخواست عضویت داده و پذیرفته شدند می‌توانند به گروه بپیوندند.

source: Only people who are invited can join the group.
fa_ir: تنها کاربرانی که دعوت شده‌اند می‌توانند به گروه بپیوندند.

source: Manage Group Members
fa_ir: مدیریت اعضای گروه

source: Manage your group members; promote to moderators, admins or demote or ban.
fa_ir: اعضای گروه خود را مدیریت کنید، به ناظر یا مدیر ارتقاء دهید، تقلیل درجه و یا مسدود کنید.

source: Manage the Groups default front page
fa_ir: مدیریت صفحه اصلی گروه‌ها

source: You can set your preferences for the %1$s or add %2$s to it.
fa_ir: می‌توانید ترجیحات خود را برای %1$s تنظیم کنید و یا %2$s را به آن بیافزایید.

source: Membership List
fa_ir: فهرست اعضا

source: Group administration menu
fa_ir: منوی مدیریت گروه

source: Group Leadership
fa_ir: راه‌بری گروه

source: Group Administrators
fa_ir: مدیران گروه

source: Group menu
fa_ir: منوی گروه

source: Site Details
fa_ir: جزئیات سایت

source: Yes, i'd like to create a new site
fa_ir: همچنین، تمایل به ایجاد سایت تازه دارم

source: Activity menu
fa_ir: منوی فعالیت‌ها

source: Member Activities
fa_ir: فعالیت‌های عضو

source: Sites menu
fa_ir: منوی سایت‌ها

source: Manage the members default front page
fa_ir: مدیریت صفحه اصلی اعضا

source: You can set the preferences of the %1$s or add %2$s to it.
fa_ir: می‌توانید ترجیحات را برای %1$s تنظیم کنید و یا %2$s را به آن بیافزایید.

source: Friendship Requests
fa_ir: درخواست‌های دوستی

source: Friends menu
fa_ir: منوی دوستان

source: Groups menu
fa_ir: منوی گروه‌ها

source: Messages menu
fa_ir: منوی پیام‌ها

source: Notifications menu
fa_ir: منوی آگاه‌سازی‌ها

source: Member menu
fa_ir: منوی عضو

source: This field may be seen by: %s
fa_ir: این زمینه برای %s قابل مشاهده است

source: Who is allowed to see this field?
fa_ir: چه کسانی اجازه دیدن این زمینه را دارند؟

source: Your profile photo will be used on your profile and throughout the site. If there is a %s associated with your account email we will use that, or you can upload an image from your computer.
fa_ir: تصویر نمایه شما در نمایه و سرتاسر سایت استفاده خواهد شد. اگر %s مرتبط با ایمیل حساب کاربری شما وجود داشته باشد، از آن استفاده خواهیم کرد، یا می‌توانید تصویری را از رایانه خود بارگذاری کنید.

source: https://gravatar.com
fa_ir: https://fa.gravatar.com

source: Editing "%s" Profile Group
fa_ir: ویرایش گروه «%s» نمایه

source: Profile menu
fa_ir: منوی نمایه

source: Members Capabilities
fa_ir: دسترسی‌های اعضا

source: This member is a spammer.
fa_ir: این عضو هرزنویس است.

source: To erase all data associated with your account, your user account must be completely deleted.
fa_ir: برای حذف تمامی داده‌های مرتبط با حساب شما، حساب کاربری باید به صورت کامل حذف شود.

source: Please contact the site administrator to request account deletion.
fa_ir: لطفاً برای حذف حساب کاربری خود، با مدیریت سایت تماس بگیرید.

source: You may delete your account by visiting the %s page.
fa_ir: شما می‌توانید برای حذف حساب کاربری خود، به صفحه %s مراجعه کنید.

source: Email & Password
fa_ir: ایمیل و رمز عبور

source: Update your email and or password.
fa_ir: ایمیل و یا رمز عبور خود را تغییر دهید.

source: Add Your New Password
fa_ir: رمز عبور تازه شما

source: Repeat Your New Password
fa_ir: تکرار رمز عبور تازه شما

source: I want to restrict Group invites to my friends only.
fa_ir: می‌خواهم دعوت به گروه‌ها، فقط محدود به دوستان خودم باشد.

source: Email Notifications
fa_ir: آگاه‌سازی‌های ایمیلی

source: Set your email notification preferences.
fa_ir: ترجیحات ایمیل‌های آگاه‌سازی خود را تنظیم کنید.

source: Profile Visibility Settings
fa_ir: دسترسی به نمایه

source: Select who may see your profile details.
fa_ir: اعضایی که ‌می‌تواند جزئیات نمایه شما را ببیند.

source: Settings menu
fa_ir: منوی تنظیمات

source: Mark as Favorite
fa_ir: نشان‌گذاری به عنوان مورد علاقه

source: Post in: Profile
fa_ir: ارسال در: نمایه

source: Post in: Group
fa_ir: ارسال در: گروه

source: Start typing the group name...
fa_ir: نام گروه را تایپ کنید…

source: All Members
fa_ir: همه اعضا

source: My Groups
fa_ir: گروه‌های من

source: New mentions
fa_ir: نام‌بری تازه

source: New update replies
fa_ir: پاسخ‌های به‌روزرسانی تازه

source: New update comment replies
fa_ir: پاسخ‌های به‌روزرسانی دیدگاه تازه

source: (BuddyPress) Latest Activities
fa_ir: بادی‌پرس: آخرین فعالیت‌ها

source: Latest updates
fa_ir: تازه‌ها

source: Maximum amount to display:
fa_ir: بیشترین تعداد نمایش:

source: Type:
fa_ir: نوع:

source: All Sites
fa_ir: همه سایت‌ها

source: Sites loop:
fa_ir: چرخه سایت‌ها:

source: (BuddyPress) Primary navigation
fa_ir: بادی‌پرس: راه‌بری اصلی

source: Customize the appearance of BuddyPress Nouveau Template pack.
fa_ir: نمای بسته الگوی بادی‌پرس نوین را سفارشی‌سازی کنید.

source: General BP Settings
fa_ir: تنظیمات همگانی بادی‌پرس

source: Configure general BuddyPress appearance options.
fa_ir: گزینه‌های ظاهری همگانی بادی‌پرس را پیکربندی کنید.

source: Member front page
fa_ir: صفحه اول عضو

source: Configure the default front page for members.
fa_ir: صفحه نخست پیش‌فرض اعضا را پیکربندی کنید.

source: Member navigation
fa_ir: راه‌بری عضو

source: Loop layouts
fa_ir: صفحه‌آرایی چرخه

source: Set the number of columns to use for BuddyPress loops.
fa_ir: تعداد ستون‌های مورد استفاده در چرخه بادی‌پرس را تنظیم کنید.

source: Directory layouts
fa_ir: صفحه‌آرایی دایرکتوری

source: Member > Friends
fa_ir: عضو > دوستان

source: Friendship accepted.
fa_ir: دوستی پذیرفته شد.

source: Friendship rejected.
fa_ir: دوستی رد شد.

source: Friendship could not be cancelled.
fa_ir: درخواست دوستی قابل لغو نیست.

source: Friendship cancelled.
fa_ir: دوستی لغو شد.

source: Accepted friendship requests
fa_ir: درخواست‌های دوستی پذیرفته شده

source: Pending friendship requests
fa_ir: درخواست‌های دوستی در انتظار

source: BuddyPress Member's Home
fa_ir: خانه عضو بادی‌پرس

source: Add widgets here to appear in the front page of each member of your community.
fa_ir: ابزارک‌هایی که اینجا اضافه می‌کنید روی برگه نخست هر عضوی از جامعه شما نمایش داده خواهند شد.

source: BuddyPress Group's Home
fa_ir: خانه گروه بادی‌پرس

source: One column
fa_ir: تک ستون

source: Two columns
fa_ir: دو ستون

source: Three columns
fa_ir: سه ستون

source: Four columns
fa_ir: چهار ستون

source: Member registration is currently not allowed.
fa_ir: در حال حاضر،‌ نام‌نویسی اعضای تازه امکان‌پذیر نیست.

source: Loading the community updates. Please wait.
fa_ir: بارگیری به‌روزرسانی‌های جامعه، لطفاً صبر کنید.

source: Loading the update. Please wait.
fa_ir: بارگیری به‌روزرسانی، لطفاً صبر کنید.

source: Site registration is currently disabled.
fa_ir: هم‌اکنون نام‌نویسی برای سایت امکان‌پذیر نیست.

source: Loading the sites of the network. Please wait.
fa_ir: بارگیری سایت‌های شبکه، لطفاً صبر کنید.

source: Loading the groups of the community. Please wait.
fa_ir: بارگیری گروه‌های جامعه، لطفاً صبر کنید.

source: Sorry, there were no groups found.
fa_ir: متأسفیم، گروهی پیدا نشد.

source: Loading the group updates. Please wait.
fa_ir: بارگیری به‌روزرسانی‌های گروه، لطفاً صبر کنید.

source: Requesting the group members. Please wait.
fa_ir: بارگیری اعضا، لطفاً صبر کنید.

source: Sorry, there were no group members found.
fa_ir: متأسفیم، گروه اعضا پیدا نشد.

source: Sorry, there was no member of that name found in this group.
fa_ir: متأسفیم، عضوی با این نام در این گروه پیدا نشد.

source: This group has no members.
fa_ir: این گروه هیچ عضوی ندارد.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back. Please be careful with this option.
fa_ir: <strong>هشدار</strong>: پاک‌کردن این گروه سبب از بین رفتن همه محتویات مربوط به آن می‌شود. با احتیاط از این گزینه استفاده کنید، هیچ راه برگشتی وجود ندارد.

source: Loading the members of your community. Please wait.
fa_ir: بارگیری اعضای جامعه شما، لطفاً صبر کنید.

source: Loading the member's updates. Please wait.
fa_ir: بارگیری به‌روزرسانی‌های این عضو، لطفاً صبر کنید.

source: Loading the member's blogs. Please wait.
fa_ir: بارگیری بلاگ‌های این عضو، لطفاً صبر کنید.

source: Loading the member's friends. Please wait.
fa_ir: بارگیری دوستان این عضو، لطفاً صبر کنید.

source: Loading the member's groups. Please wait.
fa_ir: بارگیری گروه‌های این عضو، لطفاً صبر کنید.

source: Loading notifications. Please wait.
fa_ir: بارگیری آگاه‌سازی‌ها، لطفاً صبر کنید.

source: Currently every member of the community can invite you to join their groups. If you are not comfortable with it, you can always restrict group invites to your friends only.
fa_ir: هم‌اکنون هر عضوی از جامعه می‌تواند شما را برای پیوستن به گروه خود دعوت کند. اگر علاقه‌ای ندارید، می توانید دریافت دعوت‌نامه گروه‌ها را محدود به دوستان خود کنید.

source: Currently only your friends can invite you to groups. Uncheck the box to allow any member to send invites.
fa_ir: هم‌اکنون تنها دوستان شما می‌توانند شما را برای پیوستن به گروه‌ها دعوت کنند. برای دریافت دعوت از هر عضوی از جامعه، گزینه را خالی بگذارید.

source: Loading your updates. Please wait.
fa_ir: بارگیری به‌روزرسانی‌های شما، لطفاً صبر کنید.

source: Loading your blogs. Please wait.
fa_ir: بارگیری بلاگ‌های شما، لطفاً صبر کنید.

source: Loading your friends. Please wait.
fa_ir: بارگیری دوستان شما، لطفاً صبر کنید.

source: Loading your groups. Please wait.
fa_ir: بارگیری گروه‌های شما، لطفاً صبر کنید.

source: Site URL
fa_ir: نشانی سایت

source: Group invitation could not be accepted.
fa_ir: دعوت‌نامه گروه نمی‌تواند پذیرفته شود.

source: Select members to invite by clicking the + button. Once you've made your selection, use the "Send Invites" navigation item to continue.
fa_ir: با کلیک بر روی دکمه + اعضا را برای دعوت انتخاب کنید. پس از اطمینان، برای ادامه از «ارسال دعوت» استفاده کنید.

source: No members were found. Try another filter.
fa_ir: عضوی پیدا نشد. از پالایه دیگری استفاده کنید.

source: You have no friends!
fa_ir: شما دوستی ندارید!

source: Group invitation could not be removed.
fa_ir: دعوت‌نامه گروه نمی‌تواند حذف شود.

source: Pending Invites
fa_ir: دعوت‌نامه‌های در انتظار

source: Loading members. Please wait.
fa_ir: بارگیری اعضا، لطفاً صبر کنید.

source: Use the "Send" button to send your invite or the "Cancel" button to abort.
fa_ir: «ارسال» را برای ارسال دعوت‌نامه و یا از «لغو» برای انصراف استفاده کنید.

source: Cancel invitation %s
fa_ir: لغو دعوت %s

source: All Groups
fa_ir: همه گروه‌ها

source: Group front page
fa_ir: صفحه اول گروه

source: Configure the default front page for groups.
fa_ir: صفحه نخست پیش‌فرض گروه‌ها را پیکربندی کنید.

source: Group navigation
fa_ir: راه‌بری گروه

source: Group > Members
fa_ir: گروه > اعضا

source: Pending Group membership requests
fa_ir: درخواست‌های عضویت گروه در انتظار

source: Accepted Group membership requests
fa_ir: درخواست‌های عضویت در گروه پذیرفته شده

source: Groups default front page
fa_ir: صفحه نخست پیش‌فرض گروه‌ها

source: (BuddyPress) Widgets
fa_ir: ابزارک‌های بادی‌پرس

source: Members default front page
fa_ir: صفحه نخست پیش‌فرض اعضا

source: Edit your bio
fa_ir: زندگی‌نامه خود را ویرایش کنید

source: Messages deleted
fa_ir: پیام‌ها حذف شدند

source: Messages marked as read.
fa_ir: نشان‌گذاری به عنوان خوانده شده.

source: Loading messages. Please wait.
fa_ir: بارگیری پیام‌ها، لطفاً صبر کنید.

source: Deleting messages. Please wait.
fa_ir: پاک‌کردن پیام‌ها، لطفاً صبر کنید.

source: Starring messages. Please wait.
fa_ir: در حال نشان‌گذاری پیام‌ها، لطفاً صبر کنید.

source: Click on the message title to preview it in the Active conversation box below.
fa_ir: برای پیش‌نمایش، روی عنوان پیام در جعبه گفت‌وگوهای فعال زیر کلیک کنید.

source: (and 1 other)
fa_ir: (و ۱ نفر دیگر)

source: (and %d others)
fa_ir: (و %s نفر دیگر)

source: New sitewide notice
fa_ir: اطلاعیه شبکه تازه

source: New private messages
fa_ir: پیام خصوصی تازه

source: I would like my site to appear in search engines, and in public listings around this network.
fa_ir: سایت من در موتورهای جست‌وجو و فهرست‌های عمومی این شبکه، نمایان باشد.

source: Member changed profile picture
fa_ir: تغییر تصویر نمایه عضو

source: Updated Profile Photos
fa_ir: تصاویر نمایه به‌روزشده

source: Updated Profile
fa_ir: نمایه بروز شده

source: Profile Updates
fa_ir: به‌روزرسانی نمایه‌ها

source: %s's profile was updated
fa_ir: نمایه %s به‌روز شد

source: Add New Field Group
fa_ir: افزودن گروه زمینه تازه

source: (Primary)
fa_ir: (اولیه)

source: Add New Field
fa_ir: افزودن زمینه تازه

source: * Fields in this group appear on the signup page.
fa_ir: * زمینه‌های این گروه در برگه نام‌نویسی نمایش داده خواهند شد.

source: There was an error saving the group. Please try again.
fa_ir: خطایی در هنگام ذخیره گروه اتفاق افتاد. دوباره تلاش کنید.

source: The group was saved successfully.
fa_ir: گروه با موفقیت ذخیره شد.

source: There was an error saving the field. Please try again.
fa_ir: خطایی در هنگام ذخیره زمینه اتفاق افتاد. دوباره تلاش کنید.

source: The field was saved successfully.
fa_ir: زمینه با موفقیت ذخیره شد.

source: field
fa_ir: زمینه

source: option
fa_ir: گزینه

source: The %s was deleted successfully!
fa_ir: %s با موفقیت حذف شد.

source: (Sign-up)
fa_ir: (نام‌نویسی)

source: BuddyPress Extended Profile Data
fa_ir: داده‌های نمایه بادی‌پرس

source: Extended Profile Data
fa_ir: داده‌های نمایه

source: Your profile settings have been saved.
fa_ir: تنظیمات نمایه شما ذخیره شد.

source: Profile updated %s
fa_ir: %s نمایه به‌روز شده است

source: Select visibility
fa_ir: نمایان بودن یا نبودن را انتخاب کنید

source: Day
fa_ir: روز

source: January
fa_ir: ژانویه

source: February
fa_ir: فوریه

source: March
fa_ir: مارس

source: April
fa_ir: آوریل

source: May
fa_ir: مِی

source: June
fa_ir: ژوئن

source: July
fa_ir: جولای

source: August
fa_ir: آگوست

source: September
fa_ir: سپتامبر

source: October
fa_ir: اکتبر

source: November
fa_ir: نوامبر

source: December
fa_ir: دسامبر

source: Custom:
fa_ir: سفارشی:

source: Example:
fa_ir: نمونه:

source: Absolute
fa_ir: مطلق

source: Start:
fa_ir: شروع:

source: End:
fa_ir: پایان:

source: Select range
fa_ir: انتخاب بازه

source: years ago
fa_ir: سال پیش

source: years from now
fa_ir: سال تاکنون

source: F j, Y
fa_ir: j M Y

source: Clear
fa_ir: پاک‌کردن

source: Number field
fa_ir: زمینه اعداد

source: Phone Number
fa_ir: شماره تلفن

source: Textbox
fa_ir: جعبه‌متن

source: URL
fa_ir: نشانی

source: Please enter options for this Field:
fa_ir: لطفاً گزینه ها را برای این زمینه وارد کنید:

source: Sort Order:
fa_ir: چیدن بر اساس:

source: Custom
fa_ir: سفارشی

source: Ascending
fa_ir: صعودی

source: Descending
fa_ir: نزولی

source: Add an option
fa_ir: افزودن گزینه

source: Default Value
fa_ir: مقدار پیش‌فرض

source: Add Another Option
fa_ir: افزودن گزینه دیگر

source: Edit Field
fa_ir: ویرایش زمینه

source: Submit
fa_ir: ارسال

source: Add description
fa_ir: افزودن توضیحات

source: Member Types
fa_ir: انواع عضو

source: This field should be available to:
fa_ir: این زمینه باید در دسترس باشد، برای:
