Repository: geminorum/gnetwork
Catalog: assets/locale/buddypress-*.po
Languages: fa_ir

source: Group membership request rejected
fa_ir: درخواست عضویت گروه رد شد

source: Group invite accepted
fa_ir: دعوت گروه پذیرفته شد

source: There was an error sending your group membership request. Please try again.
fa_ir: خطایی در هنگام فرستادن درخواست عضویت شما در گروه رخ داد، دوباره تلاش کنید.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
fa_ir: درخواست عضویت شما با موفقیت برای مدیر گروه ارسال شد. در صورت پاسخ مدیر گروه، آگاه خواهید شد.

source: Group invites sent.
fa_ir: دعوت‌نامه‌های گروه فرستاده شد.

source: Group invite could not be accepted
fa_ir: دعوت گروه نمی تواند پذیرفته شود

source: Group invite could not be rejected
fa_ir: دعوت گروه نمی تواند رد شود

source: Group invite rejected
fa_ir: دعوت گروه رد شد

source: Your site does not support BuddyPress.
fa_ir: سایت شما از بادی‌پرس پشتیبانی نمی‌کند.

source: New member registered
fa_ir: عضو تازه‌ای نام‌نویسی کرد

source: New Members
fa_ir: اعضای تازه

source: %s became a registered member
fa_ir: %s عضو شد

source: Edit My Profile
fa_ir: ویرایش نمایه من

source: Edit Member
fa_ir: ویرایش عضو

source: Edit Profile
fa_ir: ویرایش نمایه

source: Edit Profile Photo
fa_ir: ویرایش تصویر نمایه

source: Edit Cover Image
fa_ir: ویرایش تصویر سربرگ

source: Delete Account
fa_ir: حذف حساب کاربری

source: Please check your email address.
fa_ir: لطفاً نشانی ایمیل خودتان را دوباره بررسی کنید.

source: Sorry, that email address is not allowed!
fa_ir: متأسفیم، این ایمیل قابل پذیرش نیست!

source: Sorry, that email address is already used!
fa_ir: متأسفیم، این ایمیل از قبل وجود دارد!

source: Please enter a username
fa_ir: لطفاً یک نام کاربری وارد کنید

source: That username is not allowed
fa_ir: این شناسه قابل قبول نیست

source: Usernames can contain only letters, numbers, ., -, and @
fa_ir: شناسه فقط میتواند شامل حروف، اعداد، نقطه، خط تیره و @ باشد

source: Username must be at least 4 characters
fa_ir: شناسه حداقل باید ۴ کاراکتر باشد

source: Sorry, usernames may not contain the character "_"!
fa_ir: متأسفیم، شناسه کاربری نمی‌تواند شامل نویسه "_" باشد!

source: Sorry, usernames must have letters too!
fa_ir: متأسفیم، شناسه کاربری باید شامل حروف هم باشد!

source: Sorry, that username already exists!
fa_ir: متأسفیم، شناسه از قبل وجود دارد!

source: Invalid activation key.
fa_ir: کد فعال سازی نامعتبر است.

source: Could not create user
fa_ir: امکان ایجاد کاربر تازه نیست

source: That username is already activated.
fa_ir: این شناسه کاربری هم‌اکنون فعال است.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
fa_ir: <strong>خطا</strong>: حساب کاربری شما هنوز فعال نشده است. ایمیل خود را برای پیوند فعال سازی چک کنید.

source: <strong>ERROR</strong>: Your account has already been activated.
fa_ir: <strong>خطا</strong>: حساب کاربری شما قبلا فعال شده است.

source: Activation email resent! Please check your inbox or spam folder.
fa_ir: ایمیل فعال‌سازی دوباره فرستاده شد! لطفاً صندوق ورودی یا پوشهٔ اسپم ایمیل خود را چک کنید.

source: Member type already exists.
fa_ir: نوع عضو هم‌اکنون موجود است.

source: Viewing 1 active member
fa_ir: در حال دیدن ۱ عضو فعال

source: Viewing %1$s - %2$s of %3$s active member
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s عضو فعال

source: Your Profile Photo
fa_ir: تصویر نمایه شما

source: Activity RSS Feed
fa_ir: خوراک RSS فعالیت ها

source: No one has signed up yet!
fa_ir: هیچ کس هنوز نام‌نویسی نکرده است!

source: Max members to show:
fa_ir: حداکثر عضو‌هایی که نمایش داده شوند:

source: Default members to show:
fa_ir: نمایش تعداد اعضا:

source: Profile photos of recently active members
fa_ir: تصاویر نمایه کاربرانی که هم‌اکنون فعال هستند

source: There are no recently active members
fa_ir: هیچ کاربری اخیرا فعال نبوده است

source: Recently Active Members
fa_ir: آخرین کاربران فعال

source: Profile photos of online users
fa_ir: تصویرهای نمایه کاربران آنلاین

source: There are no users currently online
fa_ir: هیچ کدام از اعضا در حال‌حاضر آنلاین نیستند

source: Who's Online
fa_ir: کابران حاضر

source: Profile photo was deleted.
fa_ir: تصویر نمایه حذف شد.

source: Profile updated.
fa_ir: نمایه به‌روز شد.

source: There was a problem deleting that profile photo. Please try again.
fa_ir: مشکلی در هنگام حذف تصویر نمایه رخ داده است، دوباره تلاش کنید.

source: There was a problem updating some of your profile information. Please try again.
fa_ir: خطایی در هنگام به‌روزرسانی بعضی از اطلاعات نمایه شما اتفاق افتاده است. دوباره تلاش کنید.

source: Manage Signups
fa_ir: مدیریت نام‌نویسی‌ها

source: Profile
fa_ir: نمایه

source: Extended Profile
fa_ir: اطلاعات بیشتر

source: Edit User
fa_ir: ویرایش کاربر

source: &larr; Back to Users
fa_ir: &rarr; بازگشت به فهرست کاربران

source: Spammer
fa_ir: هرزنویس

source: Registered on: %s
fa_ir: نام‌نویسی: %s

source: View Profile
fa_ir: دیدن نمایه

source: Update Profile
fa_ir: به‌روزرسانی نمایه

source: Last active: %1$s
fa_ir: آخرین فعالیت: %1$s

source: Select member type
fa_ir: انتخاب نوع عضو

source: Extended
fa_ir: بیشتر

source: Pending users list navigation
fa_ir: ناوبری فهرست کاربران در انتظار

source: Pending users list
fa_ir: فهرست کاربران در انتظار

source: Users
fa_ir: کاربران

source: Search Pending Users
fa_ir: جست‌وجوی کاربران در انتظار

source: Delete Pending Accounts
fa_ir: پاک‌کردن حساب‌های در انتظار تأیید

source: Activate Pending Accounts
fa_ir: فعال‌سازی حساب‌های در انتظار

source: Email
fa_ir: ایمیل

source: Last notified: %s
fa_ir: آخرین آگاه‌سازی: %s

source: (less than 24 hours ago)
fa_ir: (کمتر از ۲۴ ساعت قبل)

source: Confirm
fa_ir: تکرار

source: Change member type to&hellip;
fa_ir: تغییر نوع عضو به&hellip;

source: Member type was changed successfully.
fa_ir: نوع عضو با موفقیت تغییر کرد.

source: Search Members...
fa_ir: جست‌وجوی اعضا…

source: You
fa_ir: شما

source: Registered
fa_ir: تاریخ نام‌نویسی

source: Last Sent
fa_ir: آخرین ارسال

source: Emails Sent
fa_ir: ایمیل‌ها فرستاده شد

source: No pending accounts found.
fa_ir: هیچ حسابی در انتظار تأیید نیست.

source: Edit settings
fa_ir: ویرایش تنظیمات

source: Registration is disabled. %s
fa_ir: نام‌نویسی غیرفعال شده است. %s

source: Check Your Email To Activate Your Account!
fa_ir: برای فعال‌سازی، ایمیل خود را چک کنید!

source: Account Activated
fa_ir: حساب شما فعال شد

source: Your account is now active!
fa_ir: هم‌اکنون حساب شما فعال است!

source: Please make sure you enter your password twice
fa_ir: لطفاً اطمینان حاصل کنید که رمز خود را دوبار وارد کرده باشید

source: The passwords you entered do not match.
fa_ir: رمزها یکسان نیستند.

source: This is a required field
fa_ir: کامل‌کردن این زمینه الزامی است

source: There was an error deleting messages.
fa_ir: خطایی در هنگام پاک‌کردن پبغام ها رخ داد.

source: Messages deleted.
fa_ir: پیام‌ها حذف شدند.

source: Messages marked as read
fa_ir: نشان‌گذاری به عنوان خوانده شده

source: Messages marked as unread.
fa_ir: نشان‌گذاری به عنوان خوانده نشده.

source: Notice successfully created.
fa_ir: اطلاعیه با موفقیت ساخته شد.

source: Notice was not created. Please try again.
fa_ir: اطلاعیه ساخته نشد. دوباره تلاش کنید.

source: Message successfully sent.
fa_ir: پیام با موفقیت فرستاده شد.

source: There was an error deleting that message.
fa_ir: خطایی در هنگام پاک‌کردن پیام رخ داد.

source: Message deleted.
fa_ir: پیام حذف شد.

source: Notice deactivated successfully.
fa_ir: اطلاعیه با موفقیت غیرفعال شد.

source: There was a problem deactivating that notice.
fa_ir: مشکلی در هنگام غیرفعال سازی اطلاعیه رخ داد.

source: Notice activated successfully.
fa_ir: اطلاعیه با موفقیت فعال شد.

source: There was a problem activating that notice.
fa_ir: مشکلی در هنگام فعال‌سازی اطلاعیه رخ داد.

source: Notice deleted successfully.
fa_ir: اطلاعیه با موفقیت پاک شد.

source: There was a problem deleting that notice.
fa_ir: مشکلی در هنگام پاک‌کردن اطلاعیه رخ داد.

source: Message marked as read.
fa_ir: پیام به عنوان خوانده‌شده نشان‌گذاری شد.

source: Message marked unread.
fa_ir: پیام به عنوان خوانده‌نشده نشان‌گذاری شد.

source: Your reply was sent successfully
fa_ir: پاسخ شما با موفقیت ارسال شد

source: There was a problem sending your reply. Please try again.
fa_ir: مشکلی در هنگام فرستادن پاسخ شما رخ داد، دوباره تلاش کنید.

source: BuddyPress Messages
fa_ir: پیام‌های بادی‌پرس

source: Re: %s
fa_ir: پاسخ به: %s

source: No Subject
fa_ir: بدون موضوع

source: Message was not sent. Please try again.
fa_ir: پیام فرستاده نشد. دوباره تلاش کنید.

source: Message Subject
fa_ir: موضوع پیام

source: Message Content
fa_ir: محتوای پیام

source: Thread URL
fa_ir: نشانی رشته

source: Private Messages
fa_ir: پیام‌های خصوصی

source: Inbox
fa_ir: صندوق ورودی

source: You have %d new messages
fa_ir: شما %s پیام تازه دارید

source: %s sent you a new private message
fa_ir: %s پیام خصوصی تازه‌ای برای شما فرستاده است

source: You have %s new private message
fa_ir: شما %s پیام خصوصی تازه دارید

source: A member sends you a new message
fa_ir: یک عضو پیام جدیدی برای شما ارسال کند

source: Star
fa_ir: نشان‌گذاری

source: Starred
fa_ir: نشان‌گذاری‌شده‌ها

source: Star the first message in this thread
fa_ir: اولین پیام در این رشته نشان‌گذاری شود

source: Add star
fa_ir: افزودن علامت

source: Remove star
fa_ir: حذف علامت

source: %d unread
fa_ir: %s خوانده‌نشده

source: Viewing 1 message
fa_ir: در حال دیدن ۱ پیام

source: Search Messages
fa_ir: جست‌وجوی پیام‌ها

source: Select:
fa_ir: انتخاب کنید:

source: Select
fa_ir: انتخاب

source: Delete Selected
fa_ir: پاک‌کردن انتخاب شده ها

source: Select Bulk Action
fa_ir: انتخاب کنید

source: Bulk Actions
fa_ir: کنش‌های جمعی

source: Mark read
fa_ir: خوانده شده

source: Mark unread
fa_ir: خوانده نشده

source: Apply
fa_ir: اعمال

source: Currently Active
fa_ir: هم‌اکنون فعال

source: Deactivate
fa_ir: غیرفعال‌سازی

source: Dismiss this notice
fa_ir: بستن این اطلاعیه

source: Private Message
fa_ir: پیام خصوصی

source: %s recipients
fa_ir: %s دریافت‌کننده

source: Deleted User
fa_ir: کاربر حذف‌شده

source: Sent %s
fa_ir: ارسال %s

source: [deleted]
fa_ir: [حذف‌شده]

source: Search Messages...
fa_ir: جست‌وجوی پیام‌ها…

source: Messages %s
fa_ir: پیام‌ها %s

source: Sent
fa_ir: صندوق خروجی

source: Compose
fa_ir: نوشتن

source: Notices
fa_ir: اطلاعیه‌ها

source: Inbox %s
fa_ir: صندوق ورودی %s

source: Site Notices
fa_ir: اطلاعیه‌های سایت

source: My Messages
fa_ir: پیام‌های من

source: Manage notices shown at front end of your site to all logged-in users.
fa_ir: اطلاعیه‌های سایت را برای کاربران وارد شده مدیریت کنید.

source: Add New Notice
fa_ir: افزودن اطلاعیه تازه

source: Subject
fa_ir: موضوع

source: Publish Notice
fa_ir: انتشار اطلاعیه

source: Notice was not updated. Please try again.
fa_ir: اطلاعیه به‌روز نشد. دوباره تلاش کنید.

source: Notice successfully updated.
fa_ir: اطلاعیه با موفقیت به‌روز شد.

source: Notices List
fa_ir: فهرست اطلاعیه‌ها

source: Activate Notice
fa_ir: اطلاعیه فعال‌سازی

source: Delete Notice
fa_ir: حذف اطلاعیه

source: Deactivate Notice
fa_ir: غیرفعال‌سازی اطلاعیه

source: (BuddyPress) Sitewide Notices
fa_ir: بادی‌پرس: اطلاعیه‌ها شبکه

source: %s Recipients
fa_ir: %s دریافت‌کننده

source: Messages <span class="%s">%s</span>
fa_ir: پیام‌ها <span class="%s">%s</span>

source: There was a problem deleting that notification.
fa_ir: مشکلی در هنگام پاک‌کردن آگاه‌سازی رخ داد.

source: No new notifications
fa_ir: آگاه‌سازی جدیدی وجود ندارد

source: BuddyPress Notifications Data
fa_ir: داده‌های آگاه‌سازی بادی‌پرس

source: Unread
fa_ir: خوانده نشده

source: Read
fa_ir: خواندن

source: Date not found
fa_ir: تاریخ پیدا نشد

source: Viewing 1 notification
fa_ir: در حال دیدن ۱ آگاه‌سازی

source: Viewing %1$s - %2$s of %3$s notification
fa_ir: در حال دیدن %1$s تا %2$s از مجموع %3$s آگاه‌سازی

source: Newest First
fa_ir: تازه‌ترین‌ها

source: Oldest First
fa_ir: قدیمی‌ترین‌ها

source: Go
fa_ir: برو

source: Search Notifications...
fa_ir: جست‌وجوی آگاه‌سازی‌ها…

source: Data export request successfully created
fa_ir: درخواست برون‌بری داده‌ها با موفقیت ایجاد شد

source: %s was successfully deleted.
fa_ir: %s با موفقیت حذف شد.

source: Email address cannot be empty.
fa_ir: نشانی ایمیل نمی‌تواند خالی باشد.

source: Your settings have been saved.
fa_ir: تنظیمات شما ذخیره شد.

source: BuddyPress Settings Data
fa_ir: داده‌های تنظیمات بادی‌پرس

source: General
fa_ir: همگانی

source: Capabilities
fa_ir: دسترسی‌ها

source: Export Data
fa_ir: برون‌بری داده‌ها

source: Load More
fa_ir: بیشتر

source: Sorry, there was no activity found. Please try a different filter.
fa_ir: متأسفیم، هیچ فعالیتی پیدا نشد. پالایه دیگری را آزمایش کنید.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>
fa_ir: <a href="%1$s">%2$s</a> پاسخ داد <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>

source: View Conversation
fa_ir: دیدن گفت‌وگو

source: Comment %s
fa_ir: دیدگاه %s

source: Favorite
fa_ir: مورد علاقه

source: Remove Favorite
fa_ir: لغو مورد علاقه

source: Comment
fa_ir: دیدگاه

source: Post
fa_ir: ارسال

source: All Members %s
fa_ir: همه اعضا %s

source: My Friends %s
fa_ir: دوستان من %s

source: My Groups %s
fa_ir: گروه‌های من %s

source: My Favorites %s
fa_ir: علاقه‌مندی‌های من %s

source: Mentions
fa_ir: نام‌بری‌ها

source: RSS Feed
fa_ir: خوراک RSS

source: Show:
fa_ir: نمایش:

source: &mdash; Everything &mdash;
fa_ir: &mdash; همه &mdash;

source: What's new in %s, %s?
fa_ir: تازه چه خبر در %s، %s؟

source: What's new, %s?
fa_ir: %s، تازه چه خبر؟

source: Post what's new
fa_ir: چه خبر؟

source: Post Update
fa_ir: ارسال به‌روزرسانی

source: Post in
fa_ir: ارسال در

source: Capture
fa_ir: گرفتن

source: Save
fa_ir: ذخیره

source: Crop Image
fa_ir: بریدن تصویر

source: If you'd like to delete your current profile photo but not upload a new one, please use the delete profile photo button.
fa_ir: اگر می‌خواهید تصویر نمایه فعلی را پاک کنید ولی تصویر جدیدی بارگذاری نکنید، لطفاً از دکمه پاک‌کردن تصویر نمایه استفاده کنید.

source: Delete My Profile Photo
fa_ir: حذف تصویر نمایه من

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
fa_ir: اگر می‌خواهید که تصویر نمایه فعلی را پاک کنید ولی تصویر جدیدی بارگذاری نکنید، لطفاً از دکمه پاک‌کردن تصویر نمایه استفاده کنید.

source: Delete Group Profile Photo
fa_ir: پاک‌کردن تصویر نمایه گروه

source: If you'd like to delete your current cover image but not upload a new one, please use the delete Cover Image button.
fa_ir: اگر می‌خواهید تصویر سربرگ خود را پاک کنید، از دکمه زیر استفاده کنید.

source: Delete My Cover Image
fa_ir: پاک‌کردن تصویر سربرگ من

source: If you'd like to remove the existing group cover image but not upload a new one, please use the delete group cover image button.
fa_ir: اگر می‌خواهید تصویر سربرگ گروه را پاک کنید، از دکمه زیر استفاده کنید.

source: Delete Group Cover Image
fa_ir: پاک‌کردن تصویر سربرگ گروه

source: Drop your file here
fa_ir: پرونده‌ها را این‌جا بکشید

source: Select your File
fa_ir: پرونده را انتخاب کنید

source: Sorry, there were no sites found.
fa_ir: متأسفیم، سایتی پیدا نشد.

source: All Sites %s
fa_ir: همه سایت‌ها %s

source: My Sites %s
fa_ir: سایت‌های من %s

source: Last Active
fa_ir: فعالیت

source: Group Details
fa_ir: اطلاعات گروه

source: Group Name (required)
fa_ir: نام گروه (ضروری)

source: Group Description (required)
fa_ir: توضیحات گروه (ضروری)

source: Privacy Options
fa_ir: تنظیمات دسترسی

source: This is a public group
fa_ir: این گروه عمومی است

source: Any site member can join this group.
fa_ir: هر یک از کاربران سایت می‌تواند به این گروه بپیوندند.

source: This group will be listed in the groups directory and in search results.
fa_ir: این گروه در فهرست گروه‌ها و نتایج جست‌وجو نمایش داده خواهد شد.

source: Group content and activity will be visible to any site member.
fa_ir: محتوای گروه و فعالیت‌های آن برای همه کاربران سایت قابل مشاهده خواهد بود.

source: This is a private group
fa_ir: این گروه خصوصی است

source: Only users who request membership and are accepted can join the group.
fa_ir: تنها کاربرانی که درخواست عضویت داده و پذیرفته شدند می توانند به گروه بپیوندند.

source: Group content and activity will only be visible to members of the group.
fa_ir: محتوای گروه و فعالیت‌های آن تنها برای اعضای گروه قابل رویت خواهد بود.

source: This is a hidden group
fa_ir: این یک گروه پنهانی است

source: Only users who are invited can join the group.
fa_ir: تنها کاربرانی که دعوت شده‌اند می توانند به گروه بپیوندند.

source: This group will not be listed in the groups directory or search results.
fa_ir: این گروه در مسیر گروه‌ها و در نتایج جست‌وجو فهرست نخواهد شد.

source: Group Types
fa_ir: نوع گروه

source: Select the types this group should be a part of.
fa_ir: نوعی که این گروه باید بخشی از آن باشد را انتخاب کنید.

source: Group Invitations
fa_ir: دعوت‌نامه‌های گروه

source: Which members of this group are allowed to invite others?
fa_ir: کدام دسته از اعضای این گروه اجازه دعوت دیگران را دارند؟

source: Group Avatar
fa_ir: آواتار گروه

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
fa_ir: تصویری را برای نمایه این گروه بارگذاری کنید. این تصویر در صفحه اصلی گروه و نتایج جست‌وجو نمایش داده خواهد شد.

source: Select an image
fa_ir: انتخاب یک تصویر

source: Upload Image
fa_ir: بارگذاری تصویر

source: To skip the group profile photo upload process, hit the "Next Step" button.
fa_ir: برای صرف نظر از بارگذاری تصویر نمایه گروه، بر روی «گام بعدی» کلیک کنید.

source: Profile photo preview
fa_ir: پیش‌نمایش تصویر نمایه

source: The Cover Image will be used to customize the header of your group.
fa_ir: از این تصویر برای شخصی‌سازی سربرگ گروه شما استفاده خواهد شد.

source: Group Invites
fa_ir: دعوت به گروه‌ها

source: Select people to invite from your friends list.
fa_ir: از فهرست دوستان خود افرادی را برای دعوت انتخاب کنید.

source: Remove Invite
fa_ir: پاک‌کردن دعوت

source: Once you have built up friend connections you will be able to invite others to your group.
fa_ir: بعد از برقراری ارتباط دوستانه با اعضا، می‌توانید دوستان را به گروه خودتان دعوت کنید.

source: Back to Previous Step
fa_ir: بازگشت به گام قبلی

source: Next Step
fa_ir: گام بعدی

source: Create Group and Continue
fa_ir: ایجاد گروه و ادامه

source: Finish
fa_ir: پایان

source: There were no groups found.
fa_ir: هیچ گروهی پیدا نشد.

source: Groups directory main navigation
fa_ir: راه‌بری اولیه دایرکتوری گروه‌ها

source: All Groups %s
fa_ir: همه گروه‌ها %s

source: Groups directory secondary navigation
fa_ir: راه‌بری ثانویه دایرکتوری گروه‌ها

source: Most Members
fa_ir: عضویت

source: Newly Created
fa_ir: تازه‌گی

source: Groups directory
fa_ir: دایرکتوری گروه‌ها

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
fa_ir: <strong>هشدار</strong>: پاک‌کردن این گروه سبب از بین رفتن همه محتویات مربوط به آن می شود. با احتیاط از این گزینه استفاده کنید، هیچ راه برگشتی وجود ندارد.

source: I understand the consequences of deleting this group.
fa_ir: من متوجه عواقب پاک‌کردن این گروه هستم.

source: Manage Group Details
fa_ir: مدیریت جزئیات گروه

source: Notify group members of these changes via email
fa_ir: تغییرات به وسیله ایمیل برای اعضای گروه ارسال شود

source: Crop Profile Photo
fa_ir: قاب‌بری تصویر نمایه

source: Manage Group Settings
fa_ir: مدیریت تنظیمات گروه

source: (banned)
fa_ir: (محروم)

source: Remove Ban
fa_ir: لغو محرومیت

source: Kick &amp; Ban
fa_ir: پس بزن &amp; قدغن کن

source: Promote to Mod
fa_ir: ارتقا به ناظر

source: Remove from group
fa_ir: حذف از گروه

source: Manage Membership Requests
fa_ir: مدیریت درخواست‌های عضویت

source: Group Admins
fa_ir: مدیران گروه

source: Group Mods
fa_ir: ناظران گروه

source: Group primary navigation
fa_ir: راه‌بری اولیه گروه

source: Select friends to invite.
fa_ir: دوستی را برای دعوت انتخاب کنید.

source: No members were found.
fa_ir: عضوی پیدا نشد.

source: Comments (optional)
fa_ir: دیدگاه ها (اختیاری)

source: Accept
fa_ir: پذیرفتن

source: Reject
fa_ir: رد کردن

source: There are no pending membership requests.
fa_ir: هیچ درخواست عضویت در حال انتظاری وجود ندارد.

source: Send Invites
fa_ir: ارسال دعوت‌نامه

source: Group invitations can only be extended to friends.
fa_ir: دعوت به گروه، محدود به دایره دوستان شماست.

source: Once you've made some friendships, you'll be able to invite those members to this group.
fa_ir: بعد از برقراری ارتباط دوستانه با اعضا، می‌توانید دوستان خود را به این گروه دعوت کنید.

source: All of your friends already belong to this group.
fa_ir: همه دوستان شما که هم‌اکنون عضو این گروه هستند.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
fa_ir: حساب شما با موفقیت فعال شده است! اطلاعات حساب شما در ایمیل جداگانه‌ای برایتان ارسال شد.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
fa_ir: حساب شما با موفقیت فعال شد. همین حالا می‌توانید با شناسه و رمزی که هنگام نام‌نویسی انتخاب کرده بودید، <a href="%s">وارد شوید</a>.

source: Please provide a valid activation key.
fa_ir: لطفاً کد فعال سازی معتبر وارد کنید.

source: Activation Key:
fa_ir: کد فعال سازی:

source: Members directory main navigation
fa_ir: راه‌بری اولیه دایرکتوری اعضا

source: Members directory secondary navigation
fa_ir: راه‌بری ثانویه دایرکتوری اعضا

source: Newest Registered
fa_ir: تازه‌ترین نام‌نویسی‌ها

source: Members directory
fa_ir: دایرکتوری اعضا

source: User registration is currently not allowed.
fa_ir: هم‌اکنون نام‌نویسی امکان‌پذیر نیست.

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
fa_ir: نام‌نویسی در این سایت بسیار آسان است. فرم زیر را تکمیل کنید تا در کمترین زمان ممکن، برای شما حساب کاربری تازه ایجاد شود.

source: Account Details
fa_ir: اطلاعات حساب کاربری

source: (required)
fa_ir: (ضروری)

source: Email Address
fa_ir: نشانی ایمیل

source: Choose a Password
fa_ir: رمز انتخاب کنید

source: Confirm Password
fa_ir: تکرار رمز

source: Profile Details
fa_ir: اطلاعات نمایه

source: This field can be seen by: %s
fa_ir: این زمینه برای %s قابل مشاهده است

source: Who can see this field?
fa_ir: چه کسانی می‌توانند این زمینه را مشاهده کنند؟

source: Close
fa_ir: بستن

source: Blog Details
fa_ir: اطلاعات بلاگ

source: Yes, I'd like to create a new site
fa_ir: همچنین، تمایل به ایجاد سایت جدید دارم

source: Blog URL
fa_ir: نشانی بلاگ

source: Site Title
fa_ir: عنوان سایت

source: Complete Sign Up
fa_ir: تکمیل نام‌نویسی

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
fa_ir: حساب کاربری شما با موفقیت ساخته شد. برای فعال‌سازی آن به ایمیلی که لحظاتی قبل به نشانی شما ارسال کردیم مراجعه کنید.

source: You have successfully created your account! Please log in using the username and password you have just created.
fa_ir: حساب کاربری شما با موفقیت ساخته شد. همین حالا می‌توانید با شناسه و رمز خودتان وارد شوید.

source: Member secondary navigation
fa_ir: راه‌بری ثانویه عضو

source: Friendship requests
fa_ir: درخواست‌های دوستی

source: You have no pending friendship requests.
fa_ir: شما هیچ درخواست دوستی از سوی کسی ندارید.

source: My friends
fa_ir: دوستان من

source: Group invitations
fa_ir: دعوت‌نامه‌های گروه

source: You have no outstanding group invites.
fa_ir: دعوت‌نامه‌ای برای شما وجود ندارد.

source: My groups
fa_ir: گروه‌های من

source: Member's groups
fa_ir: گروه‌های عضو

source: Member primary navigation
fa_ir: راه‌بری اولیه عضو

source: Compose Message
fa_ir: نوشتن پیام

source: Send To (Username or Friend's Name)
fa_ir: فرستادن به (شناسه کاربری یا نام کاربر)

source: This is a notice to all users.
fa_ir: این اطلاعیه برای همهٔ کاربران است.
