Repository: geminorum/gnetwork
Catalog: assets/locale/glotpress-*.po
Languages: fa_ir

source: User '%s' doesn't exist.
fa_ir: کاربر «%s» وجود ندارد.

source: GlotPress requires WordPress %1$s or later and has detected you are running %2$s. Upgrade your WordPress install or deactivate the GlotPress plugin to remove this message.
fa_ir: گلات‌پرس نیاز به نگارش %1$s وردپرس یا جدیدتر دارد. نگارش وردپرس شما %2$s است. وردپرس خود را ارتقا دهید و یا برای حذف این پیام، افزونه گلات‌پرس را غیرفعال یا حذف کنید.

source: &#151; You are running an unsupported version of WordPress.
fa_ir: &ndash; نگارش وردپرس شما پشتیبانی نمی‌شود.

source: GlotPress Disabled
fa_ir: گلات‌پرس غیرفعال است
