Repository: geminorum/gnetwork
Catalog: assets/locale/glotpress-*.po
Languages: fa_ir

source: Create Locale Glossary
fa_ir: ایجاد واژه‌نامه محلی

source: Locale Glossary
fa_ir: واژه‌نامه محلی

# Bubble
source: Locale Glossary
fa_ir: واژه‌نامه محلی

source: Glossary for %1$s
fa_ir: واژه‌نامه برای %1$s

source: Glossary for %1$s translation of %2$s
fa_ir: واژه‌نامه برای %1$s ترجمه از %2$s

source: The remaining %s translation was marked as fuzzy successfully.
fa_ir: %s ترجمه باقیمانده با موفقیت به عنوان گُنگ علامت‌گذاری شد.

source: Error with marking %s translation as fuzzy.
fa_ir: خطایی در علامت‌گذاری %s به عنوان ترجمه گُنگ رخ داده است.

source: %d translation was marked as fuzzy.
fa_ir: %d ترجمه به عنوان ترجمهٔ گُنگ علامت‌گذاری شد.

source: Last updated by:
fa_ir: آخرین به‌روزرسانی توسط:

source: Rejected by:
fa_ir: رد شده توسط:

source: Approved by:
fa_ir: تأیید شده توسط:

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Parent
fa_ir: مادر

source: Permission
fa_ir: دسترسی‌ها

source: User
fa_ir: کاربر

source: Flush existing glossary. Warning: all existing glossary entries will be deleted!
fa_ir: واژه‌نامه موجود دورریزی شود. اخطار: تمامی ورودیه‌های موجود در واژه‌نامه حذف خواهند شد!

source: Invalid translation status.
fa_ir: وضعیت ترجمه نامعتبر است.

source: Settings saved!
fa_ir: تنظیمات ذخیره شد!

source: Case sensitive
fa_ir: حساس به حروف کوچک و بزرگ

source: Note this will delete all translations associated with this set!
fa_ir: توجه داشته باشید که همه ترجمه‌های مرتبط با این مجموعه حذف خواهند شد!

source: Delete Translation Set
fa_ir: حذف مجموعه ترجمه

source: Delete Translation Set &lt; %s &lt; %s &lt; GlotPress
fa_ir: حذف مجموعه ترجمه &lt; %s &lt; %s &lt; گلات‌پرس

source: Your Settings
fa_ir: تنظیمات شما

source: Your Settings &lt; GlotPress
fa_ir: تنظیمات شما &lt; گلات‌پرس

source: Auto Detect
fa_ir: تشخیص خودکار

source: Note this will delete all translations, translation sets and child projects!
fa_ir: توجه داشته باشید که همهٔ ترجمه‌ها، مجموعه‌های ترجمه و پروژه‌های فرزند آن حذف خواهند شد!

source: Delete project &#8220;%s&#8221;
fa_ir: حذف پروژه &laquo;%s&raquo;

source: Delete Project %s &lt; GlotPress
fa_ir: حذف پروژه %s &lt; گلات‌پرس

source: Public URL to a source file in the project. You can use %1$s and %2$s. Ex. %3$s
fa_ir: نشانی عمومی اینترنتی به یک پرونده منبع در این پروژه. می‌توانید از %1$s و %2$s استفاده کنید. برای نمونه: %3$s

source: Warning:
fa_ir: اخطار:

source: (delete)
fa_ir: (حذف)

source: Note this will delete all entries associated with this glossary!
fa_ir: توجه داشته باشید که همه ورودیه‌های مرتبط با این واژه‌نامه حذف خواهند شد!

source: Delete Glossary
fa_ir: حذف واژه‌نامه

source: delete
fa_ir: حذف

source: Delete Glossary &lt; GlotPress
fa_ir: حذف واژه‌نامه &lt; گلات‌پرس

source: The %1$s %2$s is invalid and should not be %3$s!
fa_ir: %1$s در %2$s نامعتبر است و نباید %3$s باشد!

source: The %1$s %2$s is invalid and should be %3$s!
fa_ir: %1$s در %2$s نامعتبر است و باید %3$s باشد!

source: URL to a source file in the project. You can use %1$s and %2$s. Ex. %3$s
fa_ir: نشانی اینترنتی به یک پرونده منبع در این پروژه. می‌توانید از %1$s و %2$s استفاده کنید. برای نمونه: %3$s

source: Settings
fa_ir: تنظیمات

source: The translation set was deleted!
fa_ir: مجموعه ترجمه حذف شد!

source: Error deleting translation set!
fa_ir: خطا در هنگام حذف مجموعه ترجمه!

source: Error deleting project "%s"!
fa_ir: خطا در هنگام حذف پروژه «%s»!

source: The glossary was deleted!
fa_ir: واژه‌نامه حذف شد!

source: Error deleting glossary!
fa_ir: خطا در هنگام حذف واژه‌نامه!

source: Couldn&#8217;t find translation set with this ID.
fa_ir: مجموعه ترجمه‌ای با این شناسه پیدا نشد.

source: An error has occurred. Please try again.
fa_ir: خطایی اتفاق افتاده است. لطفاً دوباره تلاش کنید.

source: Grant this user administrative privileges in GlotPress.
fa_ir: در گلات‌پرس، اختیارات مدیریت به این کاربر اعطا شود.

source: GlotPress Administrator
fa_ir: مدیر گلات‌پرس

source: Administrator
fa_ir: مدیر

source: %s new string was not imported due to an error.
fa_ir: %s رشته جدید به دلیل خطا درون‌ریزی نشد.

source: GlotPress requires a custom permalink structure to be enabled. Please go to <a href="%s">Permalink Settings</a> and enable an option other than Plain.
fa_ir: برای فعال‌کردن گلات‌پرس، نیاز به ساختار سفارشی پیوند یکتا دارید. لطفاً به <a href="%s">تنظیمات پیوند یکتا</a> بروید و گزینه‌ای غیر از گزینهٔ پیش‌فرض را انتخاب کنید.

source: &#151; You are running an unsupported permalink structure.
fa_ir: &ndash; ساختار پیوند یکتای شما پشتیبانی نمی‌شود.

source: GlotPress requires PHP Version %s, please upgrade to run GlotPress.
fa_ir: گلات‌پرس نیاز به نگارش %s PHP دارد. لطفاً برای اجرای گلات‌پرس، نگارش خود را ارتقا دهید.

source: &#151; You are running an unsupported version of PHP.
fa_ir: &ndash; نگارش PHP شما پشتیبانی نمی‌شود.

source: the GlotPress team
fa_ir: تیم گلات‌پرس

source: GlotPress is a tool to help translators collaborate.
fa_ir: گلات‌پرس ابزاری برای کمک به همکاری مترجمین با یک‌دیگر است.

source: https://wordpress.org/plugins/glotpress/
fa_ir: https://fa.wordpress.org/plugins/glotpress/

source: GlotPress
fa_ir: گلات‌پرس

source: %1$s %2$s as %3$s
fa_ir: %1$s %2$s به %3$s

# export choice
source: only matching the filter
fa_ir: فقط مطابق با پالایه

# export choice
source: all current
fa_ir: همهٔ تأییدشده‌ها

source: Export
fa_ir: برون‌بری

source: with warnings
fa_ir: همراه با اخطار

source: Old
fa_ir: قدیمی

source: Current
fa_ir: تأیید شده

source: Legend:
fa_ir: توضیحات:

source: No translations were found!
fa_ir: هیچ ترجمه‌ای پیدا نشد!

source: Prio
fa_ir: اولویت

source: Order:
fa_ir: جهت:

# sort by
source: By:
fa_ir: بر اساس:

source: With context
fa_ir: همراه با زمینه

source: With comment
fa_ir: همراه با توضیح

source: Any
fa_ir: هرچیزی

source: Without current translation
fa_ir: بدون ترجمه تأییدشده

source: Rejected
fa_ir: رد شده

source: Waiting approval
fa_ir: در انتظار تأیید

source: Approved, but obsoleted by another string
fa_ir: تأیید شده، اما منسوخ توسط رشتهٔ دیگری

source: Current only
fa_ir: فقط تأییدشده

source: Current/waiting/fuzzy + untranslated (All)
fa_ir: فعلی/در انتظار/گُنگ + ترجمه‌نشده‌ها (همه)

source: User:
fa_ir: کاربر:

source: Term:
fa_ir: واژه:

source: Warnings
fa_ir: اخطارها

source: random
fa_ir: تصادفی

source: All
fa_ir: همه

source: Sort &darr;
fa_ir: مرتب‌سازی &darr;

source: Filter &darr;
fa_ir: پالایه &darr;

source: Apply
fa_ir: اعمال کردن

source: Set Priority
fa_ir: تنظیم اولویت

source: Bulk Actions
fa_ir: کنش‌های دسته‌جمعی

source: glossary
fa_ir: واژه‌نامه

source: Translation of %s
fa_ir: ترجمه %s

source: Filter
fa_ir: پالایه

source: Sort
fa_ir: مرتب‌سازی

source: Translations &lt; %s &lt; %s &lt; GlotPress
fa_ir: ترجمه‌ها &lt; %s &lt; %s &lt; گلات‌پرس

source: Create New Translation Set
fa_ir: ساخت مجموعه ترجمه جدید

source: Create New Translation Set &lt; GlotPress
fa_ir: ایجاد مجموعه ترجمه تازه &lt; گلات‌پرس

source: Use as name
fa_ir: استفاده به عنوان نام

source: Edit Translation Set
fa_ir: ویرایش مجموعه ترجمه

source: Edit Translation Set &lt; %s &lt; %s &lt; GlotPress
fa_ir: ویرایش مجموعه ترجمه &lt; %s &lt; %s &lt; گلات‌پرس

source: Suggest new translation &rarr;
fa_ir: پیشنهاد ترجمه جدید &larr;

source: Add translation &rarr;
fa_ir: افزودن ترجمه &larr;

source: All translations of this original
fa_ir: همهٔ ترجمه‌ها از این رشته اصلی

source: Permalink to this original
fa_ir: پیوند پایدار به این رشته اصلی

source: Permalink to this translation
fa_ir: پیوند پایدار به این ترجمه

source: More links:
fa_ir: پیوندهای بیشتر:

source: Priority of the original:
fa_ir: اولویت رشته اصلی:

source: Translated by:
fa_ir: ترجمه شده توسط:

source: Date added:
fa_ir: تاریخ اضافه شده:

source: Comment:
fa_ir: توضیح:

source: Context:
fa_ir: متن:

source: Priority:
fa_ir: اولویت:

source: Reject Suggestion
fa_ir: رد پیشنهاد

source: Reject
fa_ir: رد

source: Approve
fa_ir: تأیید

source: Status:
fa_ir: وضعیت:

source: This plural form is used for numbers like: %s
fa_ir: این صورت جمع برای شماره‌هایی مانند %s استفاده می‌شود.

source: Plural: %s
fa_ir: جمع: %s

source: Singular: %s
fa_ir: مفرد: %s

source: You <a href="%s">have to log in</a> to add a translation.
fa_ir: برای افزودن ترجمه <a href="%s">باید وارد شوید</a>.

source: You are not allowed to add a translation.
fa_ir: شما اجازه افزودن ترجمه را ندارید.

source: Double-click to add
fa_ir: برای افزودن دوبار کلیک کنید

source: Context: %s
fa_ir: زمینه: %s

source: Priority: %s
fa_ir: اولویت: %s

source: Redirecting to: %s...
fa_ir: هدایت دوباره به: %s...

source: Projects by language
fa_ir: پروژه بر اساس زبان

source: Create a New Project
fa_ir: ایجاد پروژه تازه

source: Projects &lt; GlotPress
fa_ir: پروژه‌ها &lt; گلات‌پرس

source: Project actions &uarr;
fa_ir: کنش‌های پروژه &uarr;

source: Personal project options &uarr;
fa_ir: گزینه‌های شخصی پروژه &uarr;

source: Sub-projects
fa_ir: زیر پروژه‌ها

source: There are no translations of this project.
fa_ir: ترجمه‌ای برای این پروژه موجود نیست.

source: Extra
fa_ir: اضافی

source: Locale
fa_ir: زبان محلی

source: Translations
fa_ir: ترجمه‌ها

source: Project actions &darr;
fa_ir: کنش‌های پروژه &darr;

source: %s &lt; GlotPress
fa_ir: %s &lt; گلات‌پرس

source: Translation set slug:
fa_ir: نامک مجموعه ترجمه:

source: Locale:
fa_ir: زبان محلی:

source: Username:
fa_ir: نام کاربری:

source: Add a validator for this project
fa_ir: افزودن اعتبارسنج برای این پروژه

source: No validators defined for this project.
fa_ir: هیچ اعتبارسنجی برای این پروژه تعریف نشده است.

source: Validators for parent projects
fa_ir: اعتبارسنج‌های پروژه‌های مادر

source: Validators for this project
fa_ir: اعتبارسنج‌های این پروژه

source: Add
fa_ir: افزودن

source: Validators
fa_ir: اعتبارسنج‌ها

source: Permissions &lt; %s &lt; GlotPress
fa_ir: دسترسی‌ها &lt; %s &lt; گلات‌پرس

source: Create New Project
fa_ir: ایجاد پروژه تازه

source: Create New Project &lt; GlotPress
fa_ir: ایجاد پروژه تازه &lt; گلات‌پرس

source: Create Translation Sets
fa_ir: ایجاد مجموعه‌های ترجمه

source: Project to take translation sets from:
fa_ir: پروژه‌ای که مجموعه ترجمه از آن گرفته شود:

source: Here you can mass-create translation sets in this project. The list of translation sets will be mirrored with the sets of a project you choose. Usually this is one of the parent projects.
fa_ir: در اینجا می‌توانید مجموعهٔ ترجمه‌ها را به صورت انبوه بسازید. فهرست مجموعهٔ ترجمه‌ها، منعکس‌کننده مجموعه‌های پروژه‌ای است که شما انتخاب می‌کنید. که معمولاً یکی از پروژه‌های مادر است.

source: Loading translation sets to create&hellip;
fa_ir: در حال بارگذاری مجموعه ترجمه برای ایجاد&hellip;

source: Mass-create Translation Sets &lt; %s &lt; GlotPress
fa_ir: ایجاد انبوه مجموعه‌های ترجمه &lt; %s &lt; گلات‌پرس

source: Format:
fa_ir: فرمت:

source: Import Translations
fa_ir: درون‌ریزی ترجمه‌ها

source: Import Originals
fa_ir: درون‌ریزی رشته‌های اصلی

source: Import Translations &lt; %s &lt; GlotPress
fa_ir: درون‌ریزی ترجمه‌ها &lt; %s &lt; گلات‌پرس

source: Import Originals &lt; %s &lt; GlotPress
fa_ir: درون‌ریزی رشته‌های اصلی &lt; %s &lt; گلات‌پرس

source: Active
fa_ir: فعال

source: Parent Project
fa_ir: پروژه مادر

source: Slug
fa_ir: نامک

source: Name
fa_ir: نام

source: Edit project "%s"
fa_ir: ویرایش پروژه «%s»

source: Edit Project %s &lt; GlotPress
fa_ir: ویرایش پروژه %s &lt; گلات‌پرس

source: Branch project
fa_ir: شاخه‌کردن پروژه

source: If you leave the slug empty, it will be derived from the name.
fa_ir: در صورت خالی گذاشتن، از نام مشتق خواهد شد.

source: New Slug
fa_ir: نامک تازه

source: New branch name
fa_ir: نام شاخه تازه

source: Here you can branch out this project: everything will be duplicated into a new project for you.
fa_ir: در اینجا می‌توانید از این پروژه، شاخه تازه‌ای بسازید: تمامی جزئیات به عنوان یک پروژه تازه، تکرار خواهد شد.

source: Branch project "%s"
fa_ir: شاخه‌کردن پروژه «%s»

source: Branch Project %s &lt; GlotPress
fa_ir: شاخه‌کردن پروژه %s &lt; گلات‌پرس

source: Descending
fa_ir: نزولی

source: Ascending
fa_ir: صعودی

source: Default Sort Order:
fa_ir: جهت مرتب‌سازی پیش‌فرض:

source: Random
fa_ir: تصادفی

source: Filename in source
fa_ir: نام پرونده در منبع

source: Priority
fa_ir: اولویت

source: Translation
fa_ir: ترجمه

source: Original string
fa_ir: رشته اصلی

source: Date added (translation)
fa_ir: تاریخ اضافه شدن (ترجمه)

source: Date added (original)
fa_ir: تاریخ اضافه شدن (اصلی)

source: Default Sort By:
fa_ir: مرتب‌سازی پیش‌فرض:

source: Number of items per page:
fa_ir: تعداد موردها در هر صفحه:

source: %s is not validating any projects!
fa_ir: %s به عنوان اعتبارسنج در هیچ پروژه‌ای نیست!

source: Validator to
fa_ir: اعتبارسنج در

source: last translation about %s ago (UTC)
fa_ir: آخرین ترجمه در حدود %s قبل (UTC)

source: %s contribution
fa_ir: %s مشارکت

source: Recent Projects
fa_ir: آخرین پروژه‌ها

source: Member Since
fa_ir: تاریخ عضویت

source: %1$s is a polyglot who contributes to %2$s
fa_ir: %1$s کاربری‌ست که در %2$s مشارکت می‌کند.

source: %1$s is a polyglot who knows %2$s but also knows %3$s.
fa_ir: %1$s کاربری‌ست که %2$s می‌داند، همچنین %3$s.

source: Profile &lt; GlotPress
fa_ir: نمایه &lt; گلات‌پرس

source: Language code
fa_ir: کد زبان

source: Native name
fa_ir: نام بومی

source: Name (in English)
fa_ir: نام (در انگلیسی)

source: search
fa_ir: جست‌وجو

source: Filter:
fa_ir: پالایه:

source: Locales and Languages
fa_ir: منطقه زبانی و زبان‌ها

source: Locales &lt; GlotPress
fa_ir: منطقه زبانی &lt; گلات‌پرس

source: All projects
fa_ir: همه پروژه‌ها

source: %d%% translated
fa_ir: %d٪ ترجمه شده

source: %d strings
fa_ir: %d رشته

source: Waiting
fa_ir: در انتظار تأیید

source: Untranslated
fa_ir: ترجمه نشده

source: Fuzzy
fa_ir: گُنگ

source: Translated
fa_ir: ترجمه شده

source: Set / Sub Project
fa_ir: مجموعه / زیر پروژه

source: Project
fa_ir: پروژه

source: No active projects found.
fa_ir: پروژهٔ فعالی پیدا نشد.

source: Active Projects translated to %s
fa_ir: پروژه‌های فعالی که به %s ترجمه شده‌اند

source: Projects translated to %s &lt; GlotPress
fa_ir: پروژه‌های فعالی که به %s ترجمه شده‌اند &lt; گلات‌پرس

source: References:
fa_ir: ارجاعات:

source: untranslated
fa_ir: ترجمه نشده

source: You <a href="%s">have to log in</a> to edit this translation.
fa_ir: برای ویرایش این ترجمه <a href="%s">باید وارد شوید</a>.

source: You are not allowed to edit this translation.
fa_ir: شما اجازه ویرایش این ترجمه را ندارید.

source: Discard
fa_ir: صرف نظر کردن

source: Tab character
fa_ir: نویسه زبانه

source: New line
fa_ir: خط جدید

source: Export as CSV
fa_ir: برون‌بری CSV

source: Create an entry
fa_ir: ایجاد ورودیه

source: No glossary entries yet.
fa_ir: هنوز ورودیه‌ای در واژه‌نامه نیست.

# glossary entry
source: Item
fa_ir: مورد

source: (edit)
fa_ir: (ویرایش)

source: Are you sure you want to delete this entry?
fa_ir: آیا مطمئن هستید که می‌خواهید این ورودیه را حذف کنید؟

source: View Glossary &lt; GlotPress
fa_ir: نمایش واژه‌نامه &lt; گلات‌پرس

source: Create
fa_ir: ایجاد

source: Description (optional)
fa_ir: توضیحات (اختیاری)

source: Create New Glossary
fa_ir: ایجاد واژه‌نامه تازه

source: Create Glossary
fa_ir: ایجاد واژه‌نامه

source: Create New Glossary &lt; GlotPress
fa_ir: ایجاد واژه‌نامه تازه &lt; گلات‌پرس

source: Import
fa_ir: درون‌ریزی

source: Import File:
fa_ir: پروندهٔ درون‌ریزی:

source: Use this form to bulk upload glossary entries. The entries should be stored in a CSV file, matching the custom glossary format from <a href="%s">Google Translator Toolkit</a>.
fa_ir: از این فرم برای بارگذاری انبوه ورودیه‌های واژه‌نامه استفاده کنید. ورودیه‌ها باید در یک پرونده CSV، مطابق با ساختار سفارشی واژه‌نامه در <a href="%s">جعبه‌ابزار مترجم گوگل</a> باشد.

source: Import Glossary Entries
fa_ir: درون‌ریزی ورودیه‌های واژه‌نامه

source: import
fa_ir: درون‌ریزی

source: Import into Glossary &lt; GlotPress
fa_ir: درون‌ریزی به واژه‌نامه &lt; گلات‌پرس

# delete glossary entry
source: Delete
fa_ir: حذف

source: Actions:
fa_ir: کنش‌ها:

# by author
source: By:
fa_ir: توسط:

source: Last Modified:
fa_ir: آخرین اصلاح:

source: Meta
fa_ir: متا

# glossary entry
source: Translation
fa_ir: ترجمه

# glossary entry
source: Comments
fa_ir: دیدگاه‌ها

# glossary entry
source: Part of speech
fa_ir: ادات سخن

# glossary entry
source: Original term:
fa_ir: واژه اصلی:

source: Details
fa_ir: جزئیات

source: or
fa_ir: یا

source: Save
fa_ir: ذخیره

source: can include HTML
fa_ir: می‌توانید از HTML استفاده کنید

source: Description
fa_ir: توضیحات

source: Edit Glossary
fa_ir: ویرایش واژه‌نامه

source: edit
fa_ir: ویرایش

source: Glossary
fa_ir: واژه‌نامه

source: Edit Glossary &lt; GlotPress
fa_ir: ویرایش واژه‌نامه &lt; گلات‌پرس

source: Proudly powered by %s.
fa_ir: با افتخار نیرو گرفته از %s.

source: Not Found &lt; GlotPress
fa_ir: پیدا نشد &lt; گلات‌پرس

source: Translation should not end on newline.
fa_ir: ترجمه نباید در خط جدید تمام شود.

source: Original and translation should both end on newline.
fa_ir: هر دو رشته اصلی و ترجمه، باید در خط جدید تمام شوند.

source: Translation should not begin on newline.
fa_ir: ترجمه نباید در خط جدید آغاز شود.

source: Original and translation should both begin on newline.
fa_ir: هر دو رشته اصلی و ترجمه، باید در خط جدید آغاز شوند.

source: Extra %s placeholder in translation.
fa_ir: نگه‌دارنده %s در متن ترجمه، اضافی است.

source: Missing %s placeholder in translation.
fa_ir: نگه‌دارنده %s در متن ترجمه، فراموش شده است.

source: Too many tags in translation.
fa_ir: برچسب‌هایی در ترجمه بیش از اندازه است.

source: Missing tags from translation.
fa_ir: برچسب‌هایی در ترجمه فراموش‌شده است.

source: Lengths of source and translation differ too much.
fa_ir: طول رشته منبع و ترجمه، تفاوت زیادی دارد.

source: Non-existent validator: %s
fa_ir: اعتبارسنج ناموجود: %s

# part-of-speech
source: expression
fa_ir: اصطلاح

# part-of-speech
source: pronoun
fa_ir: ضمیر

# part-of-speech
source: preposition
fa_ir: حرف اضافه

# part-of-speech
source: conjunction
fa_ir: حرف ربط

# part-of-speech
source: interjection
fa_ir: حرف ندا

# part-of-speech
source: adverb
fa_ir: قید

# part-of-speech
source: adjective
fa_ir: صفت

# part-of-speech
source: verb
fa_ir: فعل

# part-of-speech
source: noun
fa_ir: اسم

source: Copy from original
fa_ir: کپی از رشته اصلی

source: Cancel
fa_ir: لغو

source: Save &rarr;
fa_ir: ذخیره &larr;

source: Source file URL
fa_ir: نشانی اینترنتی پرونده منبع

source: Personal project options &darr;
fa_ir: گزینه‌های شخصی پروژه &darr;

source: Delete Project
fa_ir: حذف پروژه

source: Branch Project
fa_ir: شاخه‌کردن پروژه

source: Mass-create Translation Sets
fa_ir: ایجاد انبوه مجموعه‌های ترجمه

source: New Translation Set
fa_ir: مجموعه ترجمه جدید

source: New Sub-Project
fa_ir: زیر پروژه تازه

source: Permissions
fa_ir: مجوزها

source: &mdash; No parent &mdash;
fa_ir: &mdash; بدون مادر &mdash;

source: &mdash; Locale &mdash;
fa_ir: &mdash; منطقه زبانی &mdash;

source: Log in
fa_ir: وارد شوید

source: Log out
fa_ir: خارج شوید

source: Profile
fa_ir: نمایه

source: Locales
fa_ir: منطقه‌های زبانی

source: Home Is Where The Heart Is
fa_ir: خانه همان‌جاست که دل‌دار آنجاست

source: Home
fa_ir: خانه

source: Delete
fa_ir: حذف

source: Edit
fa_ir: ویرایش

source: The remaining %d original was modified successfully.
fa_ir: %d رشته اصلی باقیمانده با موفقیت اصلاح شد.

source: Error modifying priority of %d original.
fa_ir: خطا در اصلاح اولویت %d رشته اصلی.

source: Priority of %d original was modified.
fa_ir: اولویت %d رشته اصلی اصلاح شد.

source: The remaining %s translation was rejected successfully.
fa_ir: %s ترجمه باقیمانده با موفقیت رد شد.

source: The remaining %s translation was approved successfully.
fa_ir: %s ترجمه باقیمانده با موفقیت تأیید شد.

source: Error with rejecting %s translation.
fa_ir: خطا در رد %s ترجمه.

source: Error with approving %s translation.
fa_ir: خطا در تأیید %s ترجمه.

source: %d translation was rejected.
fa_ir: %d ترجمه رد شد.

source: %d translation was approved.
fa_ir: %d ترجمه تأیید شد.

source: Error in saving the translation!
fa_ir: خطا در هنگام ذخیره ترجمه!

source: Identical current or waiting translation already exists.
fa_ir: پیش از این، ترجمهٔ یکسان در انتظار یا تأیید شده وجود دارد.

source: The translation set was updated!
fa_ir: مجموعه ترجمه به‌روزرسانی شد!

source: Error in updating translation set!
fa_ir: خطا در هنگام به‌روزرسانی مجموعه ترجمه!

source: The translation set was created!
fa_ir: مجموعه ترجمه ایجاد شد!

source: Error in creating translation set!
fa_ir: خطا در هنگام ایجاد مجموعه ترجمه!

source: Translation sets were added and removed successfully
fa_ir: مجموعه ترجمه‌ها با موفقیت حذف و اضافه شد

source: Couldn&#8217;t delete translation set named %s
fa_ir: امکان حذف مجموعه ترجمه‌ای با نام %s وجود ندارد

source: Couldn&#8217;t add translation set named %s
fa_ir: امکان افزودن مجموعه ترجمه‌ای با نام %s وجود ندارد

source: Project wasn&#8217;found
fa_ir: پروژه پیدا نشد

source: Permission wasn&#8217;t found!
fa_ir: دسترسی پیدا نشد!

source: Error in deleting permission!
fa_ir: خطا در حذف دسترسی!

source: Permission was deleted.
fa_ir: دسترسی‌ها حذف شد.

source: Error in adding validator.
fa_ir: خطا در افزودن اعتبارسنج.

source: Validator was added.
fa_ir: اعتبارسنج افزوده شد.

source: User wasn&#8217;t found!
fa_ir: کاربر پیدا نشد!

source: The project was created!
fa_ir: پروژه ایجاد شد!

source: Error in creating project!
fa_ir: خطا در ایجاد پروژه!

source: Error in deleting project!
fa_ir: خطا در حذف پروژه!

source: The project "%s" was deleted.
fa_ir: پروژهٔ «%s» حذف شد.

source: Error in saving project!
fa_ir: خطا در ذخیره پروژه!

source: The project was saved.
fa_ir: پروژه ذخیره شد.

source: The project cannot be parent of itself!
fa_ir: پروژه نمی‌تواند مادر خودش باشد!

source: Couldn&#8217;t load translations from file!
fa_ir: امکان بارگیری ترجمه‌ها از پرونده وجود ندارد!

source: %s project
fa_ir: %s پروژه

source: Projects
fa_ir: پروژه‌ها

source: Default
fa_ir: پیش‌فرض

source: The glossary was updated!
fa_ir: واژه‌نامه به‌روزرسانی شد!

source: Error in updating glossary!
fa_ir: خطا در به‌روزرسانی واژه‌نامه!

source: Cannot find glossary.
fa_ir: واژه‌نامه پیدا نشد.

source: Error in creating glossary!
fa_ir: خطا در ایجاد واژه‌نامه!

source: The glossary was created!
fa_ir: واژه‌نامه ساخته شد!

source: The glossary for this translation set already exists.
fa_ir: واژه‌نامهٔ این مجموعه، پیش از این وجود دارد.

source: Unexpected values in the CSV file header row.
fa_ir: مقادیر غیر منتظره‌ای در ردیف سرستون‌های پرونده CSV وجود دارد.

source: %s glossary entries were added
fa_ir: %s ورودیه واژه‌نامه افزوده شد

source: Error uploading the file.
fa_ir: خطا در بارگذاری پرونده.

source: Error in deleting glossary entry!
fa_ir: خطا در حذف ورودیه واژه‌نامه!

source: Forbidden
fa_ir: ممنوع

source: The glossary entry cannot be found
fa_ir: ورودیه واژه‌نامه پیدا نشد

source: The glossary entry was created!
fa_ir: ورودیه واژه‌نامه ایجاد شد!

source: Error in creating glossary entry!
fa_ir: خطا در ایجاد ورودیه واژه‌نامه!

source: Not Found
fa_ir: پیدا نشد

source: You are not allowed to do that!
fa_ir: شما اجازهٔ انجام آن را ندارید!

source: Missing context %s in project #%d
fa_ir: کمبود زمینه %s در پروژه #%d

source: Error in deleting permissions.
fa_ir: خطا در هنگام حذف دسترسی‌ها.

source: Updating warnings for #%s
fa_ir: به‌روزرسانی اخطارها برای #%s

source: %s translation was added
fa_ir: %s ترجمه افزوده شد

source: Translation set not found!
fa_ir: مجموعه ترجمه پیدا نشد!

source: Locale not found!
fa_ir: منطقه زبانی پیدا نشد!

source: %1$s new strings added, %2$s updated, %3$s fuzzied, and %4$s obsoleted.
fa_ir: %1$s رشتهٔ تازه افزوده شد؛ %2$s به‌روز شده، %3$s گُنگ، و %4$s منسوخ شده.

source: Couldn't load translations from file!
fa_ir: امکان بارگیری ترجمه‌ها از پرونده وجود ندارد!

source: No such format.
fa_ir: چنین ساختاری وجود ندارد.

source: Project not found!
fa_ir: پروژه پیدا نشد!

source: Destination project not found!
fa_ir: پروژه مقصد پیدا نشد!

source: Source project not found!
fa_ir: پروژه منبع پیدا نشد!

source: '%s' is now an admin.
fa_ir: «%s» هم‌اکنون یک مدیر است.

source: Error in making '%s' an admin.
fa_ir: خطا در ارتقای «%s» به عنوان مدیر.
