{"translation-revision-date":"2025-09-18 23:27+0330","generator":"WP-CLI\/2.12.0","source":"assets\/client\/admin\/chunks\/5306.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Cancel":["لغو"],"Continue":["ادامه"],"Connect":[""],"Back":["بازگشت"],"OR":[""],"Dismiss this notice":["رد کردن این اعلان"],"There are environment or store setup issues which are blocking progress. Please resolve them to proceed.":[""],"Step completed":[""],"Step active":[""],"Step %1$s of %2$s":[""],"Set up WooPayments":[""],"Currently selected: %s":[""],"No selection":[""],"Search…":[""],"Select if you run your own business as an individual and are self-employed":[""],"Select if you filed documentation to register your business with a government agency":[""],"Select if you run a non-business entity":[""],"Select if your business is classed as a government entity":[""],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":[""],"Start accepting real payments":[""],"You are currently testing payments on your store. To activate real payments, you will need to provide some additional details about your business. {{link}}Learn more{{\/link}}.":[""],"Activate payments":[""],"Let’s get your store ready to accept payments":[""],"We’ll use these details to enable payments for your store. This information can’t be changed after your account is created.":[""],"Please share a few more details":[""],"This info will help us speed up the set up process.":[""],"One last step! Verify your identity with our partner":[""],"This will take place in a secure environment through our partner. Once your business details are verified, you’ll be redirected back to your store dashboard.":[""],"Finish your verification process":[""],"This info will verify your account":[""],"Where is your business located?":[""],"What type of legal entity is your business?":[""],"What category of legal entity identify your business?":[""],"What type of goods or services does your business sell? ":[""],"Please provide a response":[""],"Please provide a country":[""],"Please provide a business type":[""],"Please provide a type of goods or services":[""],"Select an option":["یک گزینه انتخاب کنید"],"Select a country":[""],"By using %1$s, you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} (including {{merchantTermsLink}}%2$s merchant terms{{\/merchantTermsLink}}) and acknowledge that you have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":[""],"Unable to start the business verification session. If this problem persists, please contact support.":[""],"Payment activation through our financial partner requires HTTPS and cannot be completed.":[""],"You’re ready to accept payments!":[""],"Great news — your WooPayments account has been activated. You can now start accepting payments on your store.":[""],"Go to Payments Overview":[""],"Close this window":[""],"Choose your payment methods":[""],"Select which payment methods you'd like to offer to your shoppers. You can update these at any time.":[""],"Show more (%s)":["نمایش بیشتر (%s)"],"Setup":[""],"Finishing payments setup":[""],"In just a few moments, you'll be ready to test payments on your store.":[""],"Setting up your test account":[""],"Almost there!":[""],"Creating test account failed. Please try again.":[""],"Reset Account":[""],"Try Again":[""],"An error occurred while creating your test account. Please try again.":[""],"The test account creation is taking a bit longer than expected, but don't worry — we're on it! Please bear with us for a few seconds more as we set everything up for your store.":[""],"Thank you for your patience! Unfortunately, the test account creation is taking a bit longer than we anticipated. But don't worry — we won't give up! Feel free to close this modal and check back later. We appreciate your understanding!":[""],"Your test account was successfully reset.":[""],"You're almost there — time to activate payments!":[""],"Activate payments to accept real orders and process transactions.":[""],"Activate real payments":[""],"Provide some additional details about your business to process real transactions. {{link}}Learn more{{\/link}}":[""],"Start accepting payments":[""],"Test payments first, activate later":[""],"A test account will be created for you to {{link}}test payments on your store{{\/link}}. You'll need to activate payments later to process real transactions.":[""],"Test payments":[""],"Connect to WordPress.com":[""],"You’ll be briefly redirected to connect your store to your WordPress.com account and unlock the full features and functionality of WooPayments":[""]}}}