{"translation-revision-date":"2022-09-03 17:26+0430","generator":"WP-CLI\/2.7.1","source":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":[""],"WooCommerce Payments supports charging automatic recurring payments via <a1>built-in subscription functionality<\/a1> for some stores or the <a2>WooCommerce Subscriptions<\/a2> plugin for all other stores.":[""],"Stores accepted into the promotional program will receive a 20% discount on total payment processing costs on the first $1,000,000 USD of payment processing volume conducted using WooCommerce Payments, for up to 6 months from the date your store is accepted into the program. Learn more about eligibility for the promotional program and its terms and conditions <a>here<\/a>.":[""],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":[""],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":[""],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":[""],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":[""],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":[""],"Give your buyers more ways to pay":[""],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":[""],"*See <a>Terms and Conditions<\/a> for more details.":[""],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":[""],"<b>20% off payment processing<\/b><br\/>on up to $1,000,000 USD in payments or over the next 6 months, whichever comes first.*":[""],"Payments, made simple":[""],"Get in touch":[""],"Have more questions?":[""],"Can WooCommerce Payments support Subscriptions and recurring payment options?":[""],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":[""],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":[""],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":[""],"Firearms, ammunition":[""],"Substances designed to mimic illegal drugs":[""],"Social media activity, like Twitter followers, Facebook likes, YouTube views":[""],"Pseudo pharmaceuticals":[""],"Multi-level marketing":[""],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":[""],"Adult content and services":[""],"Counterfeit goods":[""],"Virtual currency, including video game or virtual world credits":[""],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":[""],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":[""],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":[""],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":[""],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":[""],"For most accounts, WooCommerce Payments <a>automatically pays out<\/a> your available account balance into your nominated account daily after a standard pending period.":[""],"When will I receive deposits for my WooCommerce Payments account balance?":[""],"<a>View all fees<\/a>":[""],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":[""],"What are the fees for WooCommerce Payments?":[""],"How will I save money using WooCommerce Payments?":[""],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":[""],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalog, inventory, orders, fulfillment, and otherwise run your online storefront.":[""],"Why should I choose WCPay over other payment gateways?":[""],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":[""],"Can I use WooCommerce Payments alongside other payment gateways?":[""],"What is WooCommerce Payments?":[""],"Frequently asked questions":[""],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":[""],"Remove and send feedback":[""],"Just remove WooCommerce Payments":[""],"It’s something else (Please share below)":[""],"I’m open to installing it another time":[""],"I need more information about WooCommerce Payments":[""],"I don’t want to install another plugin":[""],"I’m already happy with my payments setup":[""],"What made you disable the new payments experience?":[""],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":[""],"Limited time offer":[""],"Comments (Optional)":[""],"Remove WooCommerce Payments":[""],"Install":[""],"WooCommerce Payments":[""],"Learn more":["بیشتر بدانید"],"No thanks":[""]}}}