{"translation-revision-date":"2024-08-20 20:26+0330","generator":"WP-CLI\/2.11.0","source":"assets\/client\/admin\/chunks\/launch-store.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Cancel":["لغو"],"Copied!":["کپی شد!"],"Copy link":[""],"Close":["بستن"],"Back":[""],"Launch your store":[""],"We appreciate your feedback!":[""],"Launch Your Store":[""],"Drag to resize":[""],"Please try again":[""],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":[""],"Send":[""],"Back to Home":[""],"What's next?":[""],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":[""],"Essential Tasks":[""],"Fantastic job! Your store is ready to go — no pending tasks to complete.":[""],"Test data":[""],"Remove %d test orders":[""],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":[""],"Oops! We encountered a problem while launching your store. <retryButton\/>":[""],"Congratulations! Your store will launch soon":[""],"Congratulations! Your store is now live":[""],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":[""],"server caches":[""],"You've successfully launched your store and are ready to start selling! We can't wait to see your business grow.":[""],"Visit your store":[""],"How was the experience of launching your store?":[""],"Why do you feel that way? <smallText>(optional)<\/smallText>":[""],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":[""],"Promote your products":[""],"Grow your customer base by promoting your products to millions of engaged shoppers.":[""],"Promote products":[""],"Provide more ways to pay":[""],"Give your shoppers more ways to pay by adding additional payment methods to your store.":[""],"Add payment methods":[""],"Build customer relationships":[""],"Keep your shoppers up to date with what's new in your store and set up clever post-purchase automations.":[""],"Manage Mailchimp":[""],"Install Mailchimp":[""],"Power up your store":[""],"Add extra features and functionality to your store with Woo extensions.":[""],"Add extensions":[""],"Manage your store on the go":[""],"Manage your store anywhere with the free WooCommerce Mobile App.":[""],"Get the app":[""],"Help is on hand":[""],"Detailed guides and our support team are always available if you're feeling stuck or need some guidance.":[""],"Explore support resources":[""]}}}