{"translation-revision-date":"2024-11-30 02:16+0330","generator":"WP-CLI\/2.11.0","source":"assets\/client\/admin\/chunks\/shipping-recommendations.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Recommended":["پیشنهادی"],"Activate":["فعال‌سازی"],"Learn more":["بیشتر بدانید"],"Shipping zones":["مناطق ارسال"],"Shipping methods":["روش‌های ارسال"],"Get started":[""],"WooCommerce Shipping":[""],"Task List Options":[""],"Hide this":[""],"(opens in a new tab)":[""],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":[""],"Specify the areas you’d like to ship to! Give each zone a name, then list the regions you’d like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":[""],"We’ve added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":[""],"Add one or more shipping methods you’d like to offer to shoppers in your zones.":[""],"For example, we’ve added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":[""],"There was a problem marking the shipping tour as completed.":[""],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":[""],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":[""],"Finish the setup by connecting your store to WordPress.com.":[""],"🎉 WooCommerce Shipping is installed!":[""],"Recommended shipping solutions":[""],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":[""],"See more options":[""]}}}