{"translation-revision-date":"2025-04-15 13:03+0330","generator":"WP-CLI\/2.11.0","source":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Roma":[""],"Metro Manila":[""],"Learn more":["بیشتر بدانید"],"Affirm":[""],"Amazon Pay":[""],"PayPal Payments":[""],"No thanks":[""],"See more":[""],"Limited time offer":[""],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":[""],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":[""],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":[""],"*See <a>Terms and Conditions<\/a> for details.":[""],"WooPayments is pre-integrated with all popular payment options":[""],"& more":[""],"No thanks, I don’t want WooPayments":[""],"Note that the extension hasn’t been installed. This will simply dismiss our limited time offer. Please take a moment to tell us why you’d like to dismiss the WooPayments offer.":[""],"Why would you like to dismiss the new payments experience?":[""],"I’m already happy with my payments setup":[""],"I don’t want to install another plugin":[""],"I need more information about WooPayments":[""],"I’m open to installing it another time":[""],"It’s something else (Please share below)":[""],"Comments (Optional)":[""],"Just dismiss WooPayments":[""],"Dismiss and send feedback":[""],"Have questions?":[""],"Get in touch":[""],"Add more ways for buyers to pay":[""],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":[""],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":[""],"Klarna":[""],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":[""],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":[""],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":[""],"extension in your store.":[""]}}}