{"translation-revision-date":"2024-08-20 20:26+0330","generator":"WP-CLI\/2.11.0","source":"assets\/client\/admin\/chunks\/customize-store.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Remove":["حذف"],"Delete":["حذف"],"Settings":["تنظیمات"],"Default":["پیش‌فرض"],"Cancel":["لغو"],"%1$s (%2$s)":[""],"Continue":["ادامه"],"Paid":["پرداخت‌شده"],"Save":["ذخیره"],"Close":["بستن"],"Back":[""],"Add your products":[""],"Classic":[""],"Share feedback":[""],"Options":[""],"Navigation":[""],"Previous":[""],"Layout":[""],"View store":[""],"Drag to resize":[""],"Turning on the lights":[""],"Opening the doors":[""],"Please try again":[""],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":[""],"Active theme":[""],"Or select a professionally designed theme to customize and make your own.":[""],"Browse all themes":[""],"Design or choose a new theme":[""],"Design your own theme":[""],"Use the store designer":[""],"Choose a professionally designed theme":[""],"Browse themes":[""],"Skip":[""],"Analyzing your responses":[""],"Comparing the top performing stores":[""],"Designing the best look for your business":[""],"Generating content":[""],"Assembling your AI-optimized store":[""],"Applying the finishing touches":[""],"Tell us a bit more about your business":[""],"The more detail you provide, the better job our AI can do!":[""],"Try to include:":[""],"What you want to sell":[""],"How many products you plan on displaying":[""],"What makes your business unique":[""],"Who your target audience is":[""],"Contemporary":[""],"Clean lines, neutral colors, sleek and modern look.":[""],"Elegant and timeless with a nostalgic touch.":[""],"Bold":[""],"Vibrant with eye-catching colors and visuals.":[""],"How would you like your store to look?":[""],"Informal":[""],"Relaxed and friendly, like a conversation with a friend.":[""],"Neutral":[""],"Impartial tone with casual expressions without slang.":[""],"Formal":[""],"Direct yet respectful, serious and professional.":[""],"Which writing style do you prefer?":[""],"Oops! We encountered a problem while generating your store. <retryButton\/>":[""],"Setting up the foundations":[""],"You can edit your content later in the Editor":[""],"intro":[""],"Welcome shoppers to your store with one of our introductory patterns.":[""],"about":[""],"services":[""],"testimonials":[""],"Shuffle":[""],"Editor canvas":[""],"Unlock your creativity and populate your homepage by adding as many patterns as you like.":[""],"Are you sure you want to exit?":[""],"You'll lose any changes you've made to your store's design and will start the process again.":[""],"Exit and lose changes":[""],"Continue designing":[""],"or create your own":[""],"Change the color palette":[""],"Choose your color palette":[""],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":[""],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":[""],"Block Patterns":[""],"Change your footer":[""],"Choose your footer":[""],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":[""],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink> later.":[""],"Change your header":[""],"Choose your header":[""],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":[""],"Change your homepage":[""],"Choose your homepage":[""],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":[""],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":[""],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":[""],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":[""],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":[""],"Want more patterns?":[""],"Opt in to usage tracking":[""],"I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":[""],"Opt in":[""],"Let's get creative":[""],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":[""],"Style":[""],"Add your logo":[""],"Change fonts":[""],"Choose fonts":[""],"Design your homepage":[""],"Change your font":[""],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":[""],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":[""],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":[""],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":[""],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":[""],"Want more font pairings?":[""],"Get more fonts":[""],"I would like to get store updates, including new fonts, on an ongoing basis. In doing so, I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":[""],"Saving failed.":[""],"Image width":[""],"Link logo to homepage":[""],"Use as site icon":[""],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":[""],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":[""],"Logo":[""],"Replace":[""],"DON'T HAVE A LOGO YET?":[""],"Get a custom logo designed by a professional on {{link}}Fiverr{{\/link}}.":[""],"Welcome to your AI-generated store!":[""],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":[""],"Discover what's possible with the store designer":[""],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":[""],"Take a tour":[""],"View your changes in real time":[""],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":[""],"Make your store your own":[""],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":[""],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":[""],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":[""],"What motivated you to choose the “Design with AI” option?":[""],"What motivated you to choose the \"Design your own theme\" option?":[""],"I wanted to see how AI could help me streamline the process.":[""],"I wanted to design my own theme.":[""],"I didn't like any of the available themes.":[""],"I didn't find a theme that matched my needs.":[""],"Other.":[""],"Did you find anything confusing, irrelevant, or not useful?":[""],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":[""],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":[""],"Thanks for the feedback. We'll put it to good use!":[""],"Send":[""],"Your store looks great!":[""],"Congratuations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":[""],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":[""],"Back to Home":[""],"What's next?":[""],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":[""],"Go to Products":[""],"Fine-tune your design":[""],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":[""],"Go to the Editor":[""],"Continue setting up your store":[""],"Go back to the Home screen to complete your store setup and start selling":[""],"Welcome to your store!":[""],"Our AI tool had a few issues generating your content.":[""],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":[""],"Take a quick tour to discover what's possible.":[""],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":[""],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":[""],"Customize your store":[""],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":[""],"Powered by experimental AI. {{link}}Learn more{{\/link}}":[""],"Looking to design your store using AI?":[""],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":[""],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":[""],"Find out how":[""],"Use the power of AI to design your store":[""],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":[""],"Design with AI":[""],"Design your own":[""],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":[""],"Start designing":[""],"Create a new one":[""],"Customize your custom theme":[""],"Keep customizing the look of your AI-generated store, or start over and create a new one.":[""],"Customize":[""],"Customize your theme":[""],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":[""],"Are you sure you want to start a new design?":[""],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Are you sure you want to start over?":[""],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Start again":[""],"Are you sure you want to design a new theme?":[""],"Your active theme will be changed and you could lose any changes you’ve made to it.":[""],"Design a new theme":[""]}}}