{"translation-revision-date":"2024-11-30 02:16+0330","generator":"WP-CLI\/2.11.0","source":"assets\/client\/admin\/chunks\/5292.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Cancel":["لغو"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":[""],"Looking to design your store using AI?":[""],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":[""],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":[""],"Find out how":[""],"Use the power of AI to design your store":[""],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":[""],"Design with AI":[""],"Design your own":[""],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":[""],"Start designing":[""],"Create a new one":[""],"Customize your custom theme":[""],"Keep customizing the look of your AI-generated store, or start over and create a new one.":[""],"Customize":[""],"Customize your theme":[""],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":[""],"Customize your store":[""],"Go to the Customizer":["یادداشت برای خریدار"],"Go to the Editor":[""],"Are you sure you want to start a new design?":[""],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Are you sure you want to start over?":[""],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Start again":[""],"Are you sure you want to design a new theme?":[""],"Your active theme will be changed and you could lose any changes you’ve made to it.":[""],"Design a new theme":[""]}}}