{"translation-revision-date":"2023-09-08 05:01+0330","generator":"WP-CLI\/2.8.1","source":"assets\/client\/admin\/chunks\/product-page.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Discover its new features and improvements with a quick overview of what's included.":[""],"Discover the product form's unique features with a quick overview of what's included.":[""],"Welcome to the new product form!":[""],"New product form (Beta)":[""],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":[""],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":[""],"Lightning fast performance ":[""],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":[""],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":[""],"About the form…":[""],"Thanks for the feedback — we'll put it to good use!":[""],"What do you think of the new product form?":[""],"Beta":[""],"View highlights":[""],"Tell me more":[""],"More features are on the way":[""],"Content-rich product descriptions":[""],"Fresh and modern interface":[""],"Turn off the new product form":[""],"Save changes and go back to the classic product editing screen.":[""],"Please enter no more than 500 characters.":[""],"Please enter a valid email address.":[""],"In case you want to participate in further discussion and future user research.":[""],"YOUR EMAIL ADDRESS <optional \/>":[""],"(OPTIONAL)":[""],"ADDITIONAL THOUGHTS <optional \/>":[""],"Meet the product editing form":[""],"The product editing screen's functionality meets my needs":[""],"The product editing screen is easy to use":[""],"Finish":[""],"Page %1$d of %2$d":[""],"Guide controls":[""],"Share feedback":[""],"Next":["بعدی"],"Previous":[""]}}}