{"translation-revision-date":"2025-09-18 23:27+0330","generator":"WP-CLI\/2.12.0","source":"assets\/client\/admin\/chunks\/customize-store.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fa","plural-forms":"nplurals=2; plural=(n==0 || n==1);"},"Delete":["حذف"],"Settings":["تنظیمات"],"Reviews":["نقد و بررسی"],"Default":["پیش‌فرض"],"Cancel":["لغو"],"%1$s (%2$s)":[""],"Paid":["پرداخت‌شده"],"Close":["بستن"],"Logo":["لوگو"],"Back":["بازگشت"],"About":[""],"Add your products":[""],"Intro":[""],"Services":[""],"Share feedback":[""],"Options":[""],"Previous":["پیشین"],"Layout":["چیدمان"],"View store":["نمایش فروشگاه"],"Navigation":[""],"Turning on the lights":[""],"Opening the doors":[""],"Color palettes":[""],"There are a total of %d color palettes":[""],"Active theme":[""],"Or select a professionally designed theme to customize and make your own.":[""],"Visit the WooCommerce Theme Marketplace":[""],"Browse more than 100 free and paid themes tailored to different industries—30-day money-back guarantee. If you change your mind within 30 days of your purchase, we’ll give you a full refund — hassle-free.":[""],"Browse all themes":[""],"Design or choose a new theme":[""],"Design your own theme":[""],"Use the store designer":[""],"Choose a professionally designed theme":[""],"Browse themes":[""],"Setting up the foundations":[""],"You can edit your content later in the Editor":[""],"Welcome shoppers to your store with one of our introductory patterns.":[""],"Featured selling":[""],"Put the spotlight on one or more of your products or product categories.":[""],"Show your shoppers what’s special about your business.":[""],"Share information on any services that your business can provide.":[""],"Encourage sales by sharing positive feedback from happy shoppers.":[""],"Social media":[""],"Promote your social channels and give shoppers a way to see your latest products and news.":[""],"Shuffle":[""],"Editor canvas":[""],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":[""],"Add patterns":[""],"Are you sure you want to exit?":[""],"You'll lose any changes you've made to your store's design and will start the process again.":[""],"Exit and lose changes":[""],"Continue designing":[""],"or create your own":[""],"Choose your color palette":[""],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":[""],"Choose your footer":[""],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":[""],"Choose your header":[""],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":[""],"Choose your homepage":[""],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":[""],"Let's get creative":[""],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":[""],"Style":[""],"Add your logo":[""],"Choose fonts":[""],"Design your homepage":[""],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":[""],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":[""],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":[""],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":[""],"Want more font pairings?":[""],"Access more fonts":[""],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":[""],"Opt in":[""],"Saving failed.":[""],"Finish customizing":["تکمیل سفارشی‌سازی"],"Image width":[""],"Link logo to homepage":[""],"Use as site icon":[""],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":[""],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":[""],"Replace":[""],"DON'T HAVE A LOGO YET?":[""],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":[""],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":[""],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":[""],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":[""],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":[""],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":[""],"Want more patterns?":[""],"Access more patterns":[""],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":[""],"Discover what's possible with the store designer":[""],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":[""],"Take a tour":[""],"View your changes in real time":[""],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":[""],"Make your store your own":[""],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":[""],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":[""],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":[""],"What motivated you to choose the \"Design your own theme\" option?":[""],"I wanted to design my own theme.":[""],"I didn't like any of the available themes.":[""],"I didn't find a theme that matched my needs.":[""],"Other.":[""],"Did you find anything confusing, irrelevant, or not useful?":[""],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":[""],"Thanks for the feedback. We'll put it to good use!":[""],"Send":[""],"Your store looks great!":[""],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":[""],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":[""],"Back to Home":[""],"What's next?":[""],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":[""],"Go to Products":[""],"Fine-tune your design":[""],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":[""],"Go to the Editor":[""],"Continue setting up your store":[""],"Go back to the Home screen to complete your store setup and start selling":[""],"Sorry, you don't have permission to update the theme.":[""],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":[""],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":[""],"Customize your store":[""],"Powered by experimental AI. {{link}}Learn more{{\/link}}":[""],"Looking to design your store using AI?":[""],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":[""],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":[""],"Find out how":[""],"Design your own":[""],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":[""],"Start designing":[""],"Customize your theme":[""],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":[""],"Go to the Customizer":[""],"Are you sure you want to design a new theme?":[""],"Your active theme will be changed and you could lose any changes you’ve made to it.":[""],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Design a new theme":[""]}}}