Repository: geminorum/gnetwork
Catalog: assets/locale/wp-multi-network-*.po
Languages: fa_ir

source: A Network Management UI for global administrators in WordPress Multisite
fa_ir: رابط کاربری مدیریت شبکه‌ها برای مدیران کل، در وردپرس چند سایتی

source: https://wordpress.org/plugins/wp-multi-network/
fa_ir: https://fa.wordpress.org/plugins/wp-multi-network/

source: WP Multi-Network
fa_ir: وردپرس چندشبکه‌ای

source: Path: <strong>%1$s</strong>
fa_ir: مسیر: <strong>%1$s</strong>

source: Domain: <strong>%1$s</strong>
fa_ir: دامنه: <strong>%1$s</strong>

source: Created: <strong>%1$s</strong>
fa_ir: ایجاد: <strong>%1$s</strong>

source: &mdash; No Network &mdash;
fa_ir: &mdash; بدون شبکه &mdash;

source: Creating a network with 1 new site.
fa_ir: ایجاد شبکه با یک سایت تازه.

source: Sites: <strong>%1$s</strong>
fa_ir: سایت‌ها: <strong>%1$s</strong>

source: Name: <strong>%1$s</strong>
fa_ir: نام: <strong>%1$s</strong>

source: Update
fa_ir: به‌روزرسانی

source: Create
fa_ir: ساختن

source: Network Subsites
fa_ir: زیرسایت‌های شبکه

source: Available Subsites
fa_ir: زیرسایت‌های در دسترس

source: A new site needs to be created at the root of this network.
fa_ir: باید یک سایت تازه در پایه این شبکه ایجاد شود.

source: Site Name
fa_ir: نام سایت

source: Use "/" if you are unsure.
fa_ir: اگر مطمئن نیستید، از "/" استفاده کنید.

source: Content of welcome email
fa_ir: محتوای ایمیل خوش‌آمدگویی

source: List of allowed file types for uploads
fa_ir: فهرست نوع پرونده‌های مجاز برای بارگذاری

source: List of network admin usernames
fa_ir: فهرست نام کاربری مدیران شبکه

source: Uploaded file handling
fa_ir: کنترل بارگذاری پرونده‌ها

source: Permitted email domains
fa_ir: دامنه‌های ایمیل مجاز

source: Content of first post on a new blog
fa_ir: محتوای اولین نوشته در بلاگ تازه

source: Banned email domains
fa_ir: دامنه‌های ایمیل مسدودشده

source: List of allowed themes
fa_ir: فهرست پوسته‌های مجاز

source: OLD List of allowed themes - deprecated
fa_ir: فهرست قدیمی پوسته‌های مجاز - منسوخ‌شده

source: Admin user ID - deprecated
fa_ir: شناسه کاربر مدیر - منسوخ‌شده

source: Network admin email
fa_ir: ایمیل مدیر شبکه

source: Site could not be moved.
fa_ir: سایت امکان جابه‌جایی ندارد.

source: Site does not exist.
fa_ir: سایت وجود ندارد.

source: Cannot delete network with sites.
fa_ir: حذف شبکه‌ای که دارای سایت است، امکان‌پذیر نیست.

source: Network could not be updated.
fa_ir: شبکه نمی‌تواند به‌روز شود.

source: The site "%s" is invalid, not available, or already exists.
fa_ir: سایت &laquo;%s&raquo; نامعتبر، غیرقابل دسترس و یا پیش از این موجود است.

source: Network does not exist.
fa_ir: شبکه وجود ندارد.

source: Network already exists.
fa_ir: شبکه پیش از این وجود دارد.

source: User does not exist.
fa_ir: کاربر وجود ندارد.

source: New Network
fa_ir: شبکه تازه

source: New Network Site
fa_ir: سایت شبکه تازه

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
fa_ir: پارامترهای ارسال شده به %1$s باید به صورت آرایه باشد. برای جزئیات بیشتر، مستندات درون‌خطی را در %2$s مشاهده نمایید.

source: Network does not exist
fa_ir: شبکه وجود ندارد

source: Edit
fa_ir: ویرایش

source: &#8220;%s&#8221; (Edit)
fa_ir: &laquo;%s&raquo; (ویرایش)

source: Select %s
fa_ir: انتخاب %s

source: Primary
fa_ir: اصلی

source: Network Admins
fa_ir: مدیران شبکه

source: Path
fa_ir: مسیر

source: Domain
fa_ir: دامنه

source: Network Title
fa_ir: عنوان شبکه

source: Delete
fa_ir: پاک کردن

source: No networks found.
fa_ir: شبکه‌ای پیدا نشد.

source: Network %s doesn't exist.
fa_ir: شبکه %s وجود ندارد.

source: %s is not a supported action.
fa_ir: عمل %s پشتیبانی نمی‌شود.

source: Blog %d has moved to network %d.
fa_ir: بلاگ %d به شبکه %d جابه‌جا شد.

source: Deleted network %d.
fa_ir: شبکه حذف‌شده %d

source: Updated network %d.
fa_ir: شبکه به‌روزشده %d

source: Created network %d.
fa_ir: شبکه ایجادشده %d

source: Clone network %s doesn't exist.
fa_ir: شبکه شبیه‌سازی‌شده %s وجود ندارد.

source: Super user does not exist.
fa_ir: کاربر کل وجود ندارد.

source: Visit
fa_ir: بازدید

source: Delete Networks
fa_ir: پاک کردن شبکه‌ها

source: Are you sure you want to delete these networks?
fa_ir: آیا اطمینان دارید که این شبکه‌ها حذف شوند؟

source: Please confirm that you still want to delete these networks
fa_ir: لطفاً تأیید کنید که هنوز می‌خواهید این شبکه‌ها حذف شوند

source: One or more of these networks have sites. Deleting these networks will permanently delete their sites.
fa_ir: یک یا بیشتر این شبکه‌ها دارای سایت هستند. حذف این شبکه‌ها، سایت‌های آن‌ها را نیز برای همیشه حذف می‌کند.

source: One or more of these networks have sites. Deleting these networks will orphan their sites.
fa_ir: یک یا بیشتر این شبکه‌ها دارای سایت هستند. حذف این شبکه‌ها، سایت‌های آن‌ها را نیز بی‌سرپرست می‌کند.

source: You have selected the following networks for deletion
fa_ir: شما شبکه‌های زیر را برای حذف انتخاب کرده‌اید

source: Delete Multiple Networks
fa_ir: حذف چندین شبکه

source: You have selected an invalid network for deletion.
fa_ir: شما شبکه نامعتبری را برای حذف انتخاب کرده‌اید.

source: You have selected an invalid network or networks for deletion
fa_ir: شما شبکه یا شبکه‌های نامعتبری را برای حذف انتخاب کرده‌اید

source: Cancel
fa_ir: لغو

source: Are you sure you want to delete the entire "%s" network?
fa_ir: آیا اطمینان دارید که تمام شبکه &laquo;%s&raquo; حذف شود.

source: Delete these sites
fa_ir: حذف این سایت‌ها

source: Rescue these sites
fa_ir: نجات این سایت‌ها

source: The following sites are associated with this network:
fa_ir: سایت‌های زیر با این شبکه مرتبط هستند:

source: Delete Network
fa_ir: پاک کردن شبکه

source: Invalid network id.
fa_ir: شناسه شبکه نامعتبر است.

source: Site
fa_ir: سایت

source: Assign Network
fa_ir: تخصیص شبکه

source: Search Networks
fa_ir: جست‌وجوی شبکه‌ها

source: Search results for &#8220;%s&#8221;
fa_ir: نتایج جست‌وجو برای &#xAB;%s&#xBB;

source: Enter network title here
fa_ir: نام شبکه را اینجا وارد کنید

source: Add New Network
fa_ir: افزودن شبکه تازه

# network
source: Add New
fa_ir: افزودن

source: Edit Network
fa_ir: ویرایش شبکه

source: Site Assignment
fa_ir: تخصیص سایت

source: Root Site
fa_ir: سایت اولیه

source: Network
fa_ir: شبکه

source: Details
fa_ir: جزئیات

source: You do not have permission to access this page.
fa_ir: شما مجوز دسترسی به این صفحه را ندارید.

source: Dismiss this notice
fa_ir: بستن این آگاه‌سازی

source: Back to Networks.
fa_ir: بازگشت به شبکه‌ها.

source: Site not moved.
fa_ir: سایت جابه‌جا نشد.

source: Site moved.
fa_ir: سایت جابه‌جا شد.

source: Network not deleted.
fa_ir: شبکه حذف نشد.

source: Network deleted.
fa_ir: شبکه حذف شد.

source: Network not created.
fa_ir: شبکه ایجاد نشد.

source: Network created.
fa_ir: شبکه ایجاد شد.

source: Network not updated.
fa_ir: شبکه به‌روز نشد.

source: Network updated.
fa_ir: شبکه به‌روز شد.

source: Add New
fa_ir: افزودن شبکه

source: All Networks
fa_ir: همهٔ شبکه‌ها

source: Networks
fa_ir: شبکه‌ها

source: Move
fa_ir: جابه‌جایی

source: Settings
fa_ir: تنظیمات

source: Plugins
fa_ir: افزونه‌ها

source: Themes
fa_ir: پوسته‌ها

source: Users
fa_ir: کاربران

source: Sites
fa_ir: سایت‌ها

source: Dashboard
fa_ir: پیشخوان

source: My Networks
fa_ir: شبکه‌های من
