Repository: geminorum/gnetwork
Catalog: assets/locale/wp-user-profiles-*.po
Languages: fa_ir

source: Other
fa_ir: متفرقه

source: Fields without explicit sections
fa_ir: زمینه‌هایی که بخش مشخصی ندارند

source: Plugins using legacy actions
fa_ir: افزونه‌هایی که از ساختار قدیمی استفاده می‌کنند

source: This is where any additional information can be found.
fa_ir: هرگونه اطلاعات افزوده در اینجا قابل مشاهده است.

# users user-admin edit screen
source: Additional
fa_ir: افزوده‌ها

source: Sorry, you are not allowed to edit this user.
fa_ir: با عرض پوزش، شما اجازه ویرایش این کاربر را ندارید.

source: A sophisticated way to edit users in WordPress
fa_ir: راه‌کاری ماهرانه برای ویرایش کاربران در وردپرس

source: https://wordpress.org/plugins/wp-user-profiles/
fa_ir: https://fa.wordpress.org/plugins/wp-user-profiles/

source: WP User Profiles
fa_ir: نمایه‌های کاربری وردپرس

source: Sites
fa_ir: سایت‌ها

source: Permissions
fa_ir: دسترسی‌ها

source: Options
fa_ir: گزینه‌ها

source: Account
fa_ir: حساب کاربری

source: You may be able to take action on these sites
fa_ir: شما ممکن است اجازه فعالیت در این سایت‌ها را داشته باشید

source: You may be able to navigate between these sites
fa_ir: شما ممکن است اجازه جابه‌جایی بین این سایت‌ها را داشته باشید

source: Your sites are determined by having a role on each one
fa_ir: سایت‌های شما بر اساس نقش شما در هر کدام مشخص می‌شود

source: This is where sites & the primary set setting can be found.
fa_ir: سایت‌ها و تنظیمات سایت اصلی در اینجا قابل مشاهده است.

# users user-admin edit screen
source: Sites
fa_ir: سایت‌ها

# users user-admin edit screen
source: Primary Site
fa_ir: سایت اصلی

source: Website and Biography
fa_ir: وب‌سایت و زندگی‌نامه

source: Nickname and Display Name
fa_ir: نام مستعار و عمومی

source: First and Last Name
fa_ir: نام و نام خانوادگی

source: This is where most biographical information can be found.
fa_ir: بیشتر اطلاعات زندگی‌نامه‌ای در اینجا قابل مشاهده است.

source: <strong>ERROR</strong>: Please enter a nickname.
fa_ir: <strong>خطا</strong>: لطفاً نام مستعار را وارد کنید.

source: <strong>ERROR</strong>: Please enter a username.
fa_ir: <strong>خطا</strong>: لطفاً نام کاربری را وارد کنید.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
fa_ir: <strong>خطا</strong>: این نام کاربری پیش از این ثبت شده است. لطفاً نام دیگری را انتخاب کنید.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
fa_ir: <strong>خطا</strong>: به دلیل وجود حروف غیرمجاز، این نام کاربری نامعتبر است. لطفاً نام کاربری معتبری وارد کنید.

# users user-admin edit screen
source: Contact
fa_ir: تماس

# users user-admin edit screen
source: About
fa_ir: درباره

# users user-admin edit screen
source: Name
fa_ir: نام

source: Some capabilities may be uniquely granted
fa_ir: بعضی از قابلیت‌ها ممکن است به صورت خاص اعطا شوند

source: In some cases, you may have more than one role
fa_ir: در بعضی موارد، ممکن است شما بیش از یک نقش داشته باشید

source: Your role determines what you are able to do
fa_ir: نقش شما مشخص می‌کند که قادر به انجام چه کاری هستید

source: This is where role & capability settings can be found.
fa_ir: تنظیمات نقش‌ها و قابلیت‌ها در اینجا قابل مشاهده است.

# users user-admin edit screen
source: Additional Capabilities
fa_ir: قابلیت‌های افزوده

# users user-admin edit screen
source: Roles
fa_ir: نقش‌ها

source: Comment Moderation Shortcuts
fa_ir: میانبرهای صفحه‌کلید مدیریت دیدگاه‌ها

source: Color Schemes
fa_ir: شمای رنگی

source: This is where most options & site preferences can be found.
fa_ir: گزینه‌ها و اولویت‌های سایت در اینجا قابل مشاهده است.

# users user-admin edit screen
source: Personal Options
fa_ir: گزینه‌های شخصی

# users user-admin edit screen
source: Color Scheme
fa_ir: شمای رنگی

source: Sessions are logged from each device you login from
fa_ir: نشست‌ها از راه هر کدام از وسیله‌هایی که به کمک آن وارد شده‌اید، ثبت می‌شوند

source: The language you pick will be used wherever it is supported.
fa_ir: زبان انتخابی شما در هر جایی که پشتیبانی شود، استفاده خواهد شد.

source: Passwords should be lengthy and complex to help keep your account secure
fa_ir: برای کمک به ایمن بودن حساب کاربری شما، رمز عبور باید پیچیده و طولانی باشد.

source: Your email address is used for receiving notifications from this site
fa_ir: نشانی ایمیل شما برای دریافت آگاه‌سازی‌های این سایت، استفاده خواهد شد

source: This is where important account information can be found.
fa_ir: اطلاعات مهم حساب کاربری در اینجا قابل مشاهده است.

source: <strong>ERROR</strong>: This email is already in use.
fa_ir: <strong>خطا</strong>: این ایمیل پیش از این استفاده شده است.

source: <strong>ERROR</strong>: The email address is not correct.
fa_ir: <strong>خطا</strong>: نشانی ایمیل غلط است.

source: <strong>ERROR</strong>: Please enter an email address.
fa_ir: <strong>خطا</strong>: لطفاً نشانی یک ایمیل را وارد کنید.

source: <strong>ERROR</strong>: Please enter the same password in both password fields.
fa_ir: <strong>خطا</strong>: لطفاً در هر دو زمینه، رمز عبور یکسان وارد کنید.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
fa_ir: <strong>خطا</strong>: رمز عبور نباید حاوی حرف "\" باشد.

# users user-admin edit screen
source: Sessions
fa_ir: نشست‌ها

# users user-admin edit screen
source: Language
fa_ir: زبان

# users user-admin edit screen
source: Password
fa_ir: رمز عبور

# users user-admin edit screen
source: Email
fa_ir: ایمیل

# users user-admin edit screen
source: Status
fa_ir: وضعیت

source: Invalid user ID.
fa_ir: شناسه کاربر نامعتبر است.

source: This user is not a member of any sites.
fa_ir: این کاربر عضو هیچ سایتی نیست.

source: You are not a member of any sites.
fa_ir: شما عضو هیچ سایتی نیستید.

source: Primary Site
fa_ir: سایت اصلی

source: Display name publicly as
fa_ir: نمایش عمومی نام

source: Nickname
fa_ir: نام مستعار

source: Last Name
fa_ir: نام خانوادگی

source: First Name
fa_ir: نام

source: Usernames cannot be changed.
fa_ir: نام کاربری نمی‌تواند عوض شود.

source: Username
fa_ir: نام کاربری

source: Share a little biographical information to fill out your profile. This may be shown publicly.
fa_ir: زندگی‌نامه‌ای کوتاه برای بخش شناسنامه خودتان بنویسید. این متن ممکن است برای همه نمایش داده شود.

source: Biographical Info
fa_ir: اطلاعات زندگی‌نامه‌ای

source: Website
fa_ir: وب‌سایت

source: &mdash; No role for this site &mdash;
fa_ir: &mdash; بدون نقش در این سایت &mdash;

source: This user has no role on any sites
fa_ir: این کاربر هیچ نقشی در هیچ کدام از سایت‌ها ندارد.

source: You have no role on any sites.
fa_ir: شما هیچ نقشی در هیچ کدام از سایت‌ها ندارید.

source: No Sites
fa_ir: بدون سایت

source: No additional capabilities
fa_ir: بدون قابلیت افزوده

source: Denied: %s
fa_ir: بدون اجازه‌ها: %s

source: Allowed: %s
fa_ir: اجازه‌ها: %s

source: Capabilities
fa_ir: قابلیت‌ها

source: Super admin privileges cannot be removed because this user has the network admin email.
fa_ir: دسترسی مدیریت کل قابل حذف نیست، چون این کاربر ایمیل مدیریت شبکه را در اختیار دارد.

source: Grant this user super admin privileges for the Network.
fa_ir: به این کاربر دسترسی مدیریت کل شبکه داده شود.

source: Super Admin
fa_ir: مدیر کل

source: Show Toolbar when viewing site
fa_ir: نشان دادن نوارابزار هنگام نمایش سایت

source: Toolbar
fa_ir: نوارابزار

source: Enable keyboard shortcuts for comment moderation.
fa_ir: میانبرهای صفحه‌کلید برای مدیریت دیدگاه‌ها فعال شود.

source: Keyboard Shortcuts
fa_ir: میانبرهای صفحه‌کلید

source: Disable the visual editor when writing
fa_ir: غیرفعال کردن ویرایشگر دیداری هنگام نوشتن

source: Visual Editor
fa_ir: ویرایشگر دیداری

source: Admin Color Scheme
fa_ir: شمای رنگ مدیریت

source: Update
fa_ir: به‌روزرسانی

source: View User
fa_ir: نمایش کاربر

source: Registered on: %1$s
fa_ir: نام‌نویسی در: %1$s

source: Spammer
fa_ir: هرزنویس

source: Active
fa_ir: فعال

source: %s has not logged in yet.
fa_ir: %s هنوز وارد نشده است.

source: Inactive
fa_ir: غیرفعال

source: Log %s out of all locations.
fa_ir: %s در همه‌جا خارج شود.

source: Log Out Everywhere
fa_ir: در همه‌جا خارج شوید

source: Did you lose your phone or leave your account logged in at a public computer? You can log out everywhere else, and stay logged in here.
fa_ir: آیا گوشی خود را از گم کرده‌اید، یا از رایانه عمومی به حساب کاربری خود وارد شده‌اید؟ می‌توانید از جاهای دیگر خارج و در این جا وارد بمانید.

source: You are only logged in at this location.
fa_ir: شما فقط در اینجا وارد شده‌اید.

source: Log Out Everywhere Else
fa_ir: از جاهای دیگر خارج شوید.

source: Sessions
fa_ir: نشست‌ها

source: Confirm use of weak password
fa_ir: تأیید رمز عبور ضعیف

source: Confirm Password
fa_ir: تأیید رمز عبور

source: Type your new password again.
fa_ir: رمز عبور تازه را دوباره وارد کنید.

source: Repeat New Password
fa_ir: تکرار رمز تازه

source: Cancel
fa_ir: لغو

source: Cancel password change
fa_ir: لغو تغییر رمز عبور

source: Hide
fa_ir: مخفی شود

source: Hide password
fa_ir: رمز عبور مخفی شود

source: Generate Password
fa_ir: ساختن رمز عبور

source: New Password
fa_ir: رمز عبور تازه

source: Language
fa_ir: زبان

source: There is a pending change of your email to %1$s. <a href="%2$s">Cancel</a>
fa_ir: ایمیل شما در انتظار تغییر به %1$s است. <a href="%2$s">لغو</a>

source: (required)
fa_ir: (ضروری)

source: Email
fa_ir: ایمیل

source: Always use a strong password, and never give your login information to anyone.
fa_ir: همیشه از یک رمز عبور قوی استفاده کنید و هرگز اطلاعات ورود را در اختیار هیچکس قرار ندهید.

source: Some information may be displayed publicly on the site.
fa_ir: برخی از اطلاعات، ممکن است به صورت عمومی در سایت نمایش داده شوند.

source: User updated.
fa_ir: کاربر به‌روز شد.

# user
source: Add Existing
fa_ir: افزودن کاربر موجود

# user
source: Add New
fa_ir: افزودن کاربر تازه

source: Dismiss this notice.
fa_ir: این اخطار را ببند.

source: &larr; Back to Users
fa_ir: &rarr; بازگشت به کاربران

source: Profile
fa_ir: نمایه

source: Your Profile
fa_ir: نمایه شما
