Repository: geminorum/gnetwork
Catalog: locale/p2-*.po
Languages: fa_ir

source: Not Found
fa_ir: پیدا نشد

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
fa_ir: شرمنده! ولی صفحه‌ای که دنبال آن هستید، پیدا نشد. شاید اگر جست‌وجو کنید، پیدا شود.

source: Full size is %s pixels
fa_ir: سایز کامل %s پیکسل است

source: Link to full-size image
fa_ir: پیوند به تصویر در اندازهٔ کامل

source: Edit
fa_ir: ویرایش

source: View file:
fa_ir: نمایش فایل:

source: (More ...)
fa_ir: (ادامه &hellip;)

# Author name
source: Updates from %s
fa_ir: به‌روزرسانی از %s

source: Toggle Comment Threads
fa_ir: پنهان کردن/ نمایش‌ دادن ریسهٔ دیدگاه‌ها

source: Keyboard Shortcuts
fa_ir: کلمات میانبر

source: Apologies, looks like this author does not have any posts.
fa_ir: متأسفیم، به نظر می‌رسد این نویسنده تاکنون نوشته‌ای نداشته است.

source: &larr; Older posts
fa_ir: &rarr; مطالب پیشین

source: Newer posts &rarr;
fa_ir: مطالب جدیدتر &larr;

source: &larr; Older Comments
fa_ir: &rarr; دیدگاه‌های قدیمی‌تر

source: Newer Comments &rarr;
fa_ir: دیدگاه‌های جدیدتر &larr;

source: Posts by %1$s ( @%2$s )
fa_ir: نوشته‌شده توسط %1$s ( @%2$s )

source: Permalink
fa_ir: پیوند یکتا

source: Reply
fa_ir: پاسخ

source: <br />Tags:
fa_ir: <br />برچسب‌ها:

source: Required fields are marked %s
fa_ir: گزینه‌های الزامی با علامت %s مشخص شده‌اند.

source: Toggle Comments
fa_ir: نمایش/پنهان کردن دیدگاه‌ها

source: Pages:
fa_ir: برگه‌ها:

source: Cancel
fa_ir: لغو

source: Primary Menu
fa_ir: فهرست اصلی

source: Sidebar
fa_ir: ستون کناری

source: Your comment is awaiting moderation.
fa_ir: نظر شما منتظر تأیید است.

source: Video Post
fa_ir: پست ویدیویی

source: Image Post
fa_ir: پست تصویری

source: Log in to Reply
fa_ir: برای ارسال پاسخ، ابتدا وارد شوید

source: Proudly powered by %s.
fa_ir: با افتخار به نیروی %s

source: Page %s
fa_ir: صفحه %s

source: Post
fa_ir: ارسال

source: Menu
fa_ir: فهرست

source: Skip to content
fa_ir: جهش به متن

source: Error: you must be logged in to post a comment.
fa_ir: خطا: برای ارسال کامنت باید اول وارد شوی

source: Error: please fill the required fields (name, email).
fa_ir: خطا: لطفا گزینه‌های ضروری را پر کن (نام، ایمیل)

source: Error: please enter a valid email address.
fa_ir: خطا: لطفا یک ایمیل معتبر وارد کن

source: Error: Please type a comment.
fa_ir: خطا: اصل نظر را فراموش کردی بنویسی

source: Error: Unknown error occurred. Comment not posted.
fa_ir: خطا: خطای ناشناخته‌ای رخ داده. کامنت ارسال نشد

source: Error: not logged in.
fa_ir: خطا: وارد نشده‌ای!

source: Error: not allowed to edit post.
fa_ir: خطا: اجازهٔ ویرایش این پست را نداری!

source: Error: not allowed to edit this comment.
fa_ir: خطا: اجازهٔ ویرایش این کامنت را نداری

source: Error: not allowed to post.
fa_ir: خطا: اجازهٔ ارسال یادداشت نداری

source: Tag it
fa_ir: برچسب فراموش نشود!

source: Post Title
fa_ir: عنوان مطلب

source: Tags:
fa_ir: برچسب‌ها:

source: Citation
fa_ir: نقل قول

source: Go to homepage
fa_ir: رفتن به صفحهٔ اصلی

source: %d new update(s)
fa_ir: %d جدید به‌روزرسانی‌(های)

source: %d new comment(s)
fa_ir: %d نظر جدید

source: Jump to top
fa_ir: بپر به بالای صفحه

source: An error has occurred, your post was not posted
fa_ir: یک خطایی رخ که نگذاشت یادداشت ارسال شود

source: Your update has been posted
fa_ir: مطلبت رفت بالا

source: Loading...
fa_ir: دارد بارگذاری می‌شود &hellip;

source: Save
fa_ir: ذخیره

source: Hide threads
fa_ir: پنهان کردن ریسه‌ها

source: Show threads
fa_ir: نمایش دادن ریسه‌ها

source: Your comments or posts will be lost if you continue.
fa_ir: اگر همین طور ادامه دهی، کامنت یا یادداشتت از بین می‌رود.

source: %1$s <em>on</em> %2$s
fa_ir: <span dir="rtl">%1$s <em>@</em> %2$s</span>

source: No matches.
fa_ir: نتیجه‌ای پیدا نشد.

source: Oops! Looks like you are not logged in.
fa_ir: اووپس! انگار که شما وارد نشده‌اید.

source: Please log in again
fa_ir: لطفا دوباره وارد شوید

source: Whoops! Looks like you are not connected to the server. P2 could not connect with WordPress.
fa_ir: ووپس! انگار شما به میزبان متصل نیستید. P2 نمی‌تواند با وردپرس ارتباط برقرار کند.

source: This field is required.
fa_ir: این فیلد الزامی است.

source: Theme Options
fa_ir: پیکربندی پوسته

source: Whatcha' up to?
fa_ir: خب. دیگه چه خبر؟

source: Options saved.
fa_ir: تنظیمات ذخیره شد.

source: P2 Options
fa_ir: تنظیمات پی‌دو

source: Functionality Options
fa_ir: گزینه‌های عملکرد

source: Posting Access:
fa_ir: کسانی که می‌توانند پست ارسال کنند:

source: Allow any WordPress.com member to post
fa_ir: به هر یک از کاربران وردپرس.کام اجازه بده مطلب ارسال کنند.

source: Allow any registered member to post
fa_ir: به تمام اعضای وردپرس.کام اجازه‌ٔ ارسال نوشته داده شود

source: Hide Threads:
fa_ir: پنهان کردن ریسه‌ها:

source: Design Options
fa_ir: تنظیمات طراحی

source: Custom Background Color:
fa_ir: رنگ دلخواه برای پس‌زمینه:

source: Pick a Color
fa_ir: یک رنگ انتخاب کن

source: Background Image:
fa_ir: تصویر پس‌زمینه

source: None
fa_ir: هیچی

source: Bubbles
fa_ir: حباب‌ها

source: Polka Dots
fa_ir: نقطه‌نقطه‌ای

source: Squares
fa_ir: چهارخانه

source: Plaid
fa_ir: حاشور

source: Stripes
fa_ir: راه‌راه

source: Sidebar display:
fa_ir: نمایش ستون کناری:

source: Hide the Sidebar
fa_ir: مخفی کردن ستون کناری

source: Post prompt:
fa_ir: متن پیش‌فرض جعبهٔ ارسال پست:

source: if empty, defaults to <strong>Whatcha up to?</strong>
fa_ir: اگر خالی به طور پیش‌فرض این را نشان بده: <strong>خب. چه کار می‌‌خوای بکنی؟</strong>

source: Post Titles:
fa_ir: عناوین نوشته‌ها:

source: Display titles
fa_ir: نمایش عنوان‌ها

source: Update Options
fa_ir: ذخیرهٔ تنظیمات جدید

source: Hide Text
fa_ir: پنهان کردن متن

source: Show Text
fa_ir: نمایش متن

source: %1$s is discussing.
fa_ir: %1$s بحث می‌کند.

source: %1$s and %2$s are discussing.
fa_ir: %1$s و %2$s بحث می‌کنند.

source: %1$s, %2$s, and %3$s are discussing.
fa_ir: %1$s، %3$s و %2$s بحث می‌کنند.

source: %1$s, %2$s, %3$s, and %4$d other are discussing.
fa_ir: %1$s، %3$s، و %4$d %2$s بحث می‌کنند.

source: Hi, %s. %s
fa_ir: سلام %s؛ %s

source: Whatcha up to?
fa_ir: دیگه چه خبر؟

source: P2 Recent Comments
fa_ir: آخرین‌ کامنت‌های پی‌‌دو

source: Recent comments with avatars.
fa_ir: آخرین کامنت‌های دارای آواتار

source: No avatar
fa_ir: بدون آواتار

source: Title:
fa_ir: عنوان:

source: Number of comments to show:
fa_ir: تعداد کامنت‌هایی که نشان داده می‌شوند:

source: Avatars:
fa_ir: آواتارها:

source: Recent comments
fa_ir: آخرین کامنت‌ها

source: Anonymous
fa_ir: ناشناس

source: %s on <a href='%s' class='tooltip' title='%s'>%s</a>
fa_ir: %s در <a href='%s' class='tooltip' title='%s'>%s</a>

source: P2 Recent Tags
fa_ir: آخرین برچسب‌های پی‌‌دو

source: The tags from the latest posts.
fa_ir: برچسب‌های آخرین پست‌ها.

source: Number of tags to show:
fa_ir: تعداد برچسب‌هایی که نشان داده می‌شود:

source: Recent tags
fa_ir: آخرین برچسب‌ها

source: Recent Updates
fa_ir: آخرین به‌روزرسانی‌ها

# Month name
source: Updates from %s
fa_ir: به‌روزرسانی‌هایی از %s

source: No posts yet!
fa_ir: هنوز هیچ مطلبی نیست!

source: Status Update
fa_ir: وضعیت

source: Blog Post
fa_ir: مطلب

source: Quote
fa_ir: نقل قول

source: Link
fa_ir: پیوند

source: Post it
fa_ir: ارسال کن

source: Search Results for: %s
fa_ir: نتایج جست‌وجو برای %s

source: No posts found!
fa_ir: هیچی پیدا نشد!

# Previous post link
source: &larr; %title
fa_ir: &rarr; %title

# Next post link
source: %title &rarr;
fa_ir: %title &larr;

source: Tagged: %s
fa_ir: برچسب: %s
